[
{
	"id": "1",
	"name": "Ich verstehe meine Mann nicht mehr",
	"semes": "5",
	"target": "Menschen im Erwerbsalter (30 – 69 Jahre);Partnerschaft, soziale Bezugspersonen, Familien",
	"setting": "Akutklinik;Rehaklinik",
	"nursingsub": "Unselbstständigkeit in der Selbstversorgung;Einschränkung in der Kommunikation;Einschränkungen in der Mobilität;Herausfordernde Verhaltensweisen, psychische/soziale Problemlagen;Unterstützungsbedarf in der Lebensgestaltung / sozialen Teilhabe;Kommunikations- / Informations-/ Beratungsbedarf;neurologische Erkrankungen",
	"text": "Vorgeschichte;;Der 52-jährige Rainer Sauer lebt in T., einer kleinen Stadt in Oberbayern. Dort ist er seit 23 Jahren Geschäftsführer und Besitzer eines Autohauses, das er nach seinem Studium der Betriebswirtschaft übernommen hatte. Seine Frau Martina, die er während des Studiums kennengelernt hat, ist Lehrerin, hat aber nach ihrem Referendariat nicht mehr gearbeitet, da sie sich um ihre Töchter Sandra und Meike gekümmert hat. Sandra ist jetzt 21 Jahre alt und hat vor einigen Monaten eine Ausbildung zur Gesundheits- und Krankenpflegerin in der nahe gelegenen Großstadt begonnen. Meike ist 15 Jahre alt und geht noch zur Schule. Herr Sauer beschäftigt in seinem Autohaus neun Mitarbeiter. Seit sein langjähriger Werkmeister Paul in Rente gegangen ist, hat er dort keinen richtigen Vertreter mehr und muss sehr viel arbeiten. Allerdings versucht er, sich neben der Arbeit noch viel zu beschäftigen. „Ich brauch‘ auch Ablenkung, das Leben kann ja nicht nur aus Arbeit bestehen“, sagt er immer.;Die Wochenenden hält er sich für seine Familie frei, „gemeinsame Unternehmungen“ sind ihm sehr wichtig. „Aber seit Sandra in der Ausbildung ist, ist das auch weniger geworden“, berichtet seine Frau. Herr Sauer ist Vorsitzender des örtlichen Tennisvereins, den er vor 15 Jahren selbst mit aufgebaut hat. Einmal in der Woche spielt er selbst noch Tennis, alle zwei Wochen geht er mit seinen Freunden kegeln. Zweimal im Monat geht Herr Sauer zur Sitzung des Kirchenvorstandes der katholischen Kirche am Ort, dem er seit einigen Jahren angehört.;;Dann, „aus heiterem Himmel“ wurde alles anders. Herrn Sauer war wie jeden Morgen um sechs Uhr aufgestanden. Beim Duschen fühlte er sich auf einmal so „komisch“ und noch während er das zu seiner Frau sagte, stürzte er und verlor das Bewusstsein. Der alarmierte Notarzt brachte ihn in die Universitätsklinik der nahe gelegenen Großstadt, wo er zunächst auf der Stroke Unit aufgenommen und am darauffolgenden Tag auf die neurologische Frührehabilitation verlegt wurde.;;Situation 1 – Neurologische Früh-Reha;;Die Gesundheits- und Krankenpflegeschülerin Nicole ist im 3. Ausbildungsjahr und seit einer Woche auf der Station. Sie wird zu Herrn Sauer geschickt, um ihm das Abendessen zu richten und ihn bei der Nahrungsaufnahme zu unterstützen.;Als Nicole ins Zimmer des Patienten kommt, sitzt dieser im Bett und weint. Die Ehefrau des Patienten steht am Fenster und blickt hilflos auf ihren Mann. „Ich weiß einfach nicht was er will! Ich hab ihm gesagt, er soll warten bis die Schwester kommt, aber er kann ja nicht hören. Jetzt hat er auch noch den Becher ins Bett geworfen und dann so weinerlich, das kenne ich gar nicht von ihm, ich verstehe ihn einfach nicht mehr …!“;Im Bett von Herrn Sauer liegt ein leerer Trinkbecher, die Bettdecke hat einen riesigen Kaffeefleck. Herr Sauer versucht, etwas zu sagen, aus seinem Mund kommen aber nur die Worte „fein, fein“. Natalie stellt das Essenstablett auf den Tisch und versucht, Herrn Sauer und seine Frau zu beruhigen. „Sie müssen Geduld haben. Ich mach jetzt erst mal das Bett frisch und dann gibt’s Abendessen.“;Frau Sauer schaut skeptisch: „Das klappt doch sowieso nicht mit dem Essen, das Trinken läuft ihm wieder aus dem Mund und er verschluckt sich ständig. Das ist ja völlig peinlich. Dann lässt er das meiste sowieso liegen. Ich weiß überhaupt nicht, wie das weitergehen soll!“;;„Ach, das wird schon wieder. Bleiben Sie ganz ruhig, Rom wurde auch nicht an einem Tag erbaut“ lächelt Nicole Frau Sauer schief an und beginnt das Bett zu beziehen. Anschließend stellt sie das Tablett mit dem Abendessen vor Herrn Sauer auf die Ablage und versucht, mit ihm gemeinsam die Brote zu schmieren. Herr Sauer schüttelt aber bei jedem Vorschlag, welchen Belag er auf seinem Brot haben möchte, den Kopf und sagt „fein, fein“. Er scheint sehr aufgeregt und ungeduldig. Plötzlich schießt seine linke Hand vor, wohl um nach dem Teebecher zu greifen, dabei fällt dieser um und der Tee landet auf dem Tablett und tropft über den Rand auf das frisch bezogene Bett. Herr Sauer blickt Natalie mit großen Augen an und gibt einige Laute von sich, die Natalie aber nicht versteht. Frau Sauer schimpft wütend: „Kannst du nicht warten. Jetzt hat die Schwester noch mehr Arbeit wegen dir!“;Herr Sauer macht eine resignierte Handbewegung. „Das ist doch nicht so schlimm“, versucht Natalie zu beschwichtigen, „ ich hole schnell einen Lappen.“ Sie verlässt eilig das Zimmer und geht erst mal ins Dienstzimmer.;;Situation 2 – Reha-Klinik;;Vor zwei Tagen ist Herr Sauer in eine Rehabilitationsklinik nach Bad A. gekommen, wo Pfleger Kai als Bezugspflegekraft im Sinne Primärer Pflege für ihn zuständig ist und zunächst die aktuelle Befundung durchführt:;Herrn Sauers rechte Seite ist in der Beweglichkeit stark eingeschränkt. Er kann zwar inzwischen fast ohne Unterstützung auf der Bettkante sitzen, aber Bein und Arm der rechten Körperhälfte nur etwas bewegen. Dinge, die rechts von ihm stehen oder liegen, kann er nicht sehen, ohne dass er den Kopf dreht. Außerdem hat Herr Sauer immer noch große Probleme mit dem Sprechen, oft kommt nicht das heraus, was er sagen möchte. Er spricht sehr langsam und „verwaschen“ und die Sätze klingen schief und bleiben oft unvollständig. Auch scheint er sein Gegenüber häufiger nicht zu verstehen, vor allem, wenn mehrere Leute zu Besuch sind und alle durcheinander reden. Gerne hat er früher die Zeitschrift „Der Spiegel“ gelesen, jetzt legt er das Heft schon nach kurzer Zeit wieder zurück und murmelt Unverständliches.;Bei der Körperpflege benötigt er immer Unterstützung, aber die Pflegenden lassen ihn schon viel alleine machen. Er kann seine rechte Körperhälfte unter Anleitung selbst waschen, auch kann er beim Anziehen seiner Kleidung mithelfen. Durch die Ergotherapeuten hat er gelernt, das Frühstück mit Hilfe eines Einhandbretts selbst vorzubereiten. All das fällt ihm allerdings sehr schwer, da er Rechtshänder und mit der linken Hand eher ungeübt ist. Mit Hilfe der Physiotherapeuten oder der Pflegenden kann Herr Sauer auch schon einige Schritte laufen, ist aber noch nicht in der Lage, ohne Unterstützung von einem Stuhl aufzustehen und sich selbst umzusetzen.;;In dem von Kai als sehr schwierig empfundenen Gespräch, das er mit Herrn Sauer und seiner Ehefrau führt, wird deutlich, dass sich beide Eheleute große Sorgen um den Betrieb machen, wobei der Pfleger vermutet, dass sie bis jetzt nicht richtig darüber sprechen konnten. Herr Sauer sitzt zusammengesunken in einem Rollstuhl, während seine Frau zu Kai gewandt sagt, dass sie nicht weiß, wie es ohne seine Hilfe weitergehen soll. „Wir wissen ja, dass wir sehr viel Geduld aufbringen müssen, bis Rainer wieder selbstständig ist, aber dafür haben wir eigentlich keine Zeit, grade bei der Situation der Firma im Moment. Und ich kann auch nicht weiter unentwegt in die Klinik kommen“, sprudelt es aus Frau Sauer heraus, wobei sie weder Kai noch ihren Mann anschaut. „Zu Hause muss es ja auch irgendwie weiter laufen. Und Sandra interessiert sich zwar sehr für alles, was mit der Krankheit zusammen hängt, aber so oft wie in München wird sie nicht mehr kommen können, und für Meike ist das ohnehin alles zu viel, die muss sehen, dass sie in der Schule mithält und zumindest den Realschulabschluss schafft…  – Du musst einfach zusehen, dass du alles mitmachst, damit du möglichst bald wieder fit bist“ sagt sie dann heftig und dreht sich zu ihrem Mann um. Der schaut erschrocken hoch, während sich seine Augen mit Tränen füllen."
}
]