[
{
	"id": "1",
	"name": "Morbus Parkinson",
	"cat": "3",
	"defi": "Die Parkinson-Krankheit ist eine fortschreitende neurodegenerative Erkrankung des zentralen Nervensystems. Sie gehört zur Gruppe der extrapyramidalen Bewegungsstörungen und ist durch den Verlust dopaminerger Neuronen in der Substantia nigra des Mittelhirns gekennzeichnet. Der Hauptbefund ist ein Mangel an Dopamin, einem Neurotransmitter, der eine Schlüsselrolle in der Regulation der Bewegung spielt.",
	"patho": "Die zugrunde liegende Pathophysiologie der Parkinson-Krankheit beinhaltet den fortschreitenden Verlust von dopaminproduzierenden Neuronen in der Substantia nigra. Dies führt zu einem Dopaminmangel im Striatum, einem Teil des Basalganglions, was wiederum zu gestörten Bewegungsabläufen und anderen charakteristischen Symptomen führt.",
	"symp": "Ruhe-Tremor (Zittern in Ruhe);Muskelrigidität (Muskelsteifheit);Bradykinese (verlangsamte Bewegungen);Posturale Instabilität (Haltungsinstabilität);Maskengesicht (verminderte Mimik);Mikrographie (kleine, unleserliche Handschrift);Veränderungen im Gangbild",
	"risk": "Alter (die Prävalenz steigt mit dem Alter);Genetische Prädisposition (familiäre Häufung);Umweltfaktoren (Exposition gegenüber Pestiziden, Toxinen);Geschlecht (etwas häufiger bei Männern)",
	"konthe": "Physiotherapie zur Verbesserung der Motorik und Vermeidung von Kontrakturen;Ergotherapie zur Erhaltung der Selbstständigkeit im Alltag;Logopädie bei Schluckstörungen und Sprachproblemen",
	"medthe": "Levodopa/Carbidopa:;;Wirkweise: Levodopa wird im Gehirn zu Dopamin umgewandelt und kompensiert somit den Dopaminmangel. Carbidopa verhindert die Umwandlung von Levodopa außerhalb des Gehirns.;Nebenwirkungen: Übelkeit, Dyskinesien, orthostatische Hypotonie, Halluzinationen.;;;Dopaminagonisten (z. B. Pramipexol):;;Wirkweise: Direkte Stimulation der Dopaminrezeptoren, um die motorischen Symptome zu lindern.;Nebenwirkungen: Übelkeit, Schwindel, Impulskontrollstörungen, Schlafstörungen.",
	"pflege": "Enge Zusammenarbeit mit anderen Fachdisziplinen (Physiotherapie, Ergotherapie, Logopädie) für eine ganzheitliche Betreuung.;Regelmäßige Überwachung der Medikamenteneinnahme und Anpassung des Therapieplans.;Psychosoziale Betreuung und Unterstützung aufgrund der häufig auftretenden Depressionen.;Anpassung der Pflegeinterventionen an den individuellen Krankheitsverlauf und die Bedürfnisse des Patienten.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/parkinsonverlauf.png"
},
{
	"id": "2",
	"name": "Morbus Crohn",
	"cat": "5",
	"defi": "Morbus Crohn ist eine chronisch-entzündliche Darmerkrankung (CED), die sich durch entzündliche Veränderungen des Verdauungstrakts auszeichnet. Diese können jeden Teil des Gastrointestinaltrakts von Mund bis Anus betreffen, wobei der Dünndarm am häufigsten involviert ist. Morbus Crohn gehört zur Gruppe der Inflammatory Bowel Diseases (IBD) und verläuft schubweise.",
	"patho": "Die genaue Ursache von Morbus Crohn ist nicht vollständig verstanden, jedoch spielt eine fehlgeleitete Immunantwort eine entscheidende Rolle. Das Immunsystem reagiert übermäßig auf normale Darmbakterien und führt zu einer anhaltenden Entzündung. Dieser chronische Entzündungsprozess führt zu Ulzerationen, Schwellungen und narbigen Veränderungen im Darmgewebe.",
	"symp": "Bauchschmerzen, oft im rechten Unterbauch;Durchfälle, manchmal blutig;Gewichtsverlust;Erschöpfung und Müdigkeit;Fieber;Appetitlosigkeit;Gelenkschmerzen",
	"risk": "Genetische Veranlagung (Familienanamnese von CED);Rauchen (erhöhtes Risiko für Morbus Crohn, aber schützt vor Colitis ulcerosa);Umweltfaktoren und westliche Lebensweise;Immunsuppressive Therapien",
	"konthe": "Ernährungsberatung und Anpassung der Diät, um Nährstoffmängel zu vermeiden;Entzündungshemmende Medikamente zur Remissionsinduktion und -erhaltung;Supportive Therapien wie Vitamin- und Mineralstoffpräparate",
	"medthe": "Corticosteroide (z. B. Prednison):;;Wirkweise: Reduktion der Entzündungsreaktion durch Hemmung des Immunsystems.;Nebenwirkungen: Gewichtszunahme, Osteoporose, erhöhtes Infektionsrisiko, Stimmungsschwankungen.;;;Biologika (z. B. Infliximab):;;Wirkweise: Hemmung spezifischer Entzündungsmediatoren, meist Tumor-Nekrose-Faktor (TNF)-alpha.;Nebenwirkungen: Infektionen, allergische Reaktionen, erhöhtes Risiko für bestimmte Krebsarten.",
	"pflege": "Kontinuierliche Überwachung der Ernährungszustände und Unterstützung bei Nährstoffmängeln.;Psychosoziale Betreuung aufgrund der chronischen Natur der Erkrankung und ihrer Auswirkungen auf die Lebensqualität.;Schulung des Patienten hinsichtlich der Bedeutung von Therapieadhärenz und regelmäßiger ärztlicher Kontrollen.;Monitoring auf Anzeichen von Komplikationen wie Darmverschluss oder Fistelbildung.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/morbuscrohnverlauf.png"
},
{
	"id": "3",
	"name": "Multiple Sklerose",
	"cat": "4",
	"defi": "Multiple Sklerose ist eine chronisch-entzündliche Erkrankung des zentralen Nervensystems (ZNS), bei der das Immunsystem körpereigenes Gewebe, insbesondere die Myelinscheiden der Nervenfasern, angreift. Dies führt zu entzündlichen Läsionen, Narbenbildung (Sklerose) und dem Verlust der Nervenfunktion.",
	"patho": "Die genaue Ursache von MS ist noch nicht vollständig geklärt, aber es wird angenommen, dass genetische, immunologische und Umweltfaktoren eine Rolle spielen. Autoimmunreaktionen führen zu Entzündungen, insbesondere in den Bereichen des ZNS, was wiederum zu Myelinverlust und Nervenfunktionsstörungen führt. Die entzündlichen Prozesse variieren in Intensität und Lokalisation, was zu den heterogenen Symptomen von MS beiträgt.",
	"symp": "Schubweise auftretende neurologische Symptome, wie Sehstörungen, Koordinationsprobleme, Sensibilitätsstörungen;Fatigue (chronische Erschöpfung);Muskelkrämpfe und Spastiken;Gangstörungen;Blasen- und Darmfunktionsstörungen;Kognitive Beeinträchtigungen",
	"risk": "Genetische Veranlagung (erhöhtes Risiko bei familiärer Vorbelastung);Geschlecht (Frauen sind häufiger betroffen);Geografische Lage (höheres Risiko in gemäßigten Breiten)",
	"konthe": "Physiotherapie zur Erhaltung der Mobilität und Reduktion von Spastiken;Ergotherapie zur Förderung der Selbstständigkeit im Alltag;Logopädie bei kognitiven Beeinträchtigungen und Sprachstörungen",
	"medthe": "Interferone (z. B. Interferon-beta):;;Wirkweise: Modulation des Immunsystems, Reduktion der Entzündungsaktivität.;Nebenwirkungen: Injektionsstellenreaktionen, Grippeähnliche Symptome, Leberfunktionsstörungen.;;;Monoklonale Antikörper (z. B. Ocrelizumab):;;Wirkweise: Selektive Unterdrückung von bestimmten Immunzellen, Reduktion von Entzündungen und Myelinabbau.;Nebenwirkungen: Infektionen, allergische Reaktionen, erhöhtes Infektionsrisiko.",
	"pflege": "Unterstützung bei der Bewältigung von Fatigue und anderen körperlichen Einschränkungen.;Edukation des Patienten über die Bedeutung von Medikamenteneinhaltung und regelmäßigen Kontrolluntersuchungen.;Psychosoziale Betreuung aufgrund der chronischen Natur der Erkrankung und ihrer Auswirkungen auf die Lebensqualität.;Überwachung und Management von neurologischen Symptomen sowie Unterstützung bei der Anpassung an den Krankheitsverlauf.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/msverlauf.png"
},
{
	"id": "4",
	"name": "Colitis ulcerosa",
	"cat": "5",
	"defi": "Colitis ulcerosa ist eine chronisch-entzündliche Darmerkrankung (CED), die sich durch eine entzündliche Reaktion in der Schleimhaut des Dickdarms manifestiert. Im Gegensatz zu Morbus Crohn, einer anderen Form der CED, ist bei Colitis ulcerosa hauptsächlich der Dickdarm betroffen. Die Erkrankung verläuft schubweise und zeichnet sich durch Entzündungen und Geschwüre in der Darmschleimhaut aus.",
	"patho": "Die genaue Ursache der Colitis ulcerosa ist noch nicht vollständig verstanden, aber es wird angenommen, dass es sich um eine Autoimmunerkrankung handelt, bei der das Immunsystem körpereigenes Gewebe, in diesem Fall die Darmwand, angreift. Dies führt zu entzündlichen Läsionen, Geschwüren und Schleimhautschädigungen, insbesondere im Kolon und Rektum.",
	"symp": "Blutiger Durchfall;Bauchschmerzen und Krämpfe;Gewichtsverlust;Müdigkeit;Fieber;Rektale Blutungen;Drang zur Defäkation",
	"risk": "Genetische Veranlagung (Familiäre Häufung von CED);Umweltfaktoren und westliche Lebensweise;Immunsuppressive Therapien;Alter (meistens zwischen 15 und 30 Jahren oder nach dem 60. Lebensjahr)",
	"konthe": "Ernährungsberatung und Anpassung der Diät zur Minimierung von Reizstoffen;Supportive Therapien zur Verbesserung der Lebensqualität, z. B. Stressmanagement;Regelmäßige Kontrolluntersuchungen zur Überwachung des Krankheitsverlaufs",
	"medthe": "5-Aminosalicylate (z. B. Mesalazin):;;Wirkweise: Entzündungshemmend und schützend für die Darmschleimhaut.;Nebenwirkungen: Übelkeit, Kopfschmerzen, allergische Reaktionen.;;;Corticosteroide (z. B. Prednison):;;Wirkweise: Entzündungshemmend und immunsuppressiv.;Nebenwirkungen: Osteoporose, Bluthochdruck, Diabetes, erhöhtes Infektionsrisiko.",
	"pflege": "Überwachung von Symptomen und Krankheitsaktivität.;Förderung der Medikamenteneinhaltung und Schulung des Patienten über die Bedeutung der Therapietreue.;Ernährungsunterstützung bei Mangelernährung und Gewichtsverlust.;Psychosoziale Betreuung aufgrund der chronischen Natur der Erkrankung und ihrer Auswirkungen auf die Lebensqualität.;Früherkennung von Komplikationen wie Darmperforation oder Toxisches Megakolon.;;;;;",
	"traject": "https://alcapwndx.github.io/assets/res/traject/colitisulcerosaverlauf.png"
},
{
	"id": "5",
	"name": "Chorea Huntingtin",
	"cat": "3",
	"defi": "Chorea Huntington, auch als Huntington-Krankheit bekannt, ist eine erbliche neurodegenerative Erkrankung des zentralen Nervensystems, die sich in progressiven Bewegungsstörungen, psychiatrischen Symptomen und kognitiven Beeinträchtigungen äußert. Die Erkrankung führt zu einem allmählichen Verlust von Nervenzellen im Gehirn, insbesondere in der Basalganglienregion.",
	"patho": "Die Huntington-Krankheit wird durch eine Mutation im HTT-Gen verursacht, das für die Produktion des Proteins Huntingtin kodiert. Die genaue Funktionsweise des mutierten Proteins ist nicht vollständig verstanden, aber es führt zu toxischen Ansammlungen im Gehirn, insbesondere in den Basalganglien. Dies führt zu einem Ungleichgewicht in der Neurotransmitter-Funktion, insbesondere im Dopamin- und Glutamat-System.",
	"symp": "Chorea (unwillkürliche, zuckende Bewegungen);Psychische Veränderungen wie Depression, Angstzustände und manische Episoden;Gedächtnisstörungen und kognitive Einschränkungen;Verminderte motorische Koordination und Kontrolle;Gewichtsverlust und Muskelschwund;Schluckstörungen und Sprachprobleme",
	"risk": "Familiäre Vorbelastung (autosomal-dominanter Erbgang);Träger des mutierten HTT-Gens haben ein 50%iges Risiko, die Krankheit zu entwickeln;Die Krankheit tritt normalerweise zwischen dem 30. und 50. Lebensjahr auf",
	"konthe": "Physiotherapie zur Verbesserung der Mobilität und Vermeidung von Stürzen;Ergotherapie zur Unterstützung bei alltäglichen Aktivitäten und zum Erhalt der Selbstständigkeit;Psychosoziale Betreuung für Patienten und Angehörige zur Bewältigung der emotionalen Belastung",
	"medthe": "Neuroleptika (z. B. Haloperidol):;;Wirkweise: Blockierung von Dopaminrezeptoren, um die motorischen Symptome zu reduzieren.;Nebenwirkungen: Sedierung, extrapyramidale Symptome, Gewichtszunahme.;;;Tetrabenazin:;;Wirkweise: Hemmung des Vesikeltransporters für Dopamin und Serotonin, was zu einer Verringerung der Chorea führt.;Nebenwirkungen: Depression, Schlaflosigkeit, Parkinsonismus.",
	"pflege": "Kontinuierliche Überwachung der motorischen und kognitiven Funktionen.;Unterstützung bei der Bewältigung von psychischen Symptomen wie Depression und Angst.;Bereitstellung von Informationen und Ressourcen für genetische Beratung und Familienplanung.;Förderung der sozialen Teilhabe und Lebensqualität durch geeignete Aktivitäten und Betreuung.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/choreahuntingtinverlauf.png"
},
{
	"id": "6",
	"name": "COPD",
	"cat": "1",
	"defi": "Die chronisch obstruktive Lungenerkrankung (COPD) ist eine fortschreitende und irreversible Atemwegserkrankung, die durch anhaltende Atemwegsobstruktion, Entzündungen der Atemwege und eine reduzierte Lungenfunktion gekennzeichnet ist. Die häufigsten Formen von COPD sind chronische Bronchitis und Lungenemphysem.",
	"patho": "Die Hauptursache von COPD ist langfristige Exposition gegenüber schädlichen Partikeln oder Gasen, insbesondere Tabakrauch. Diese Exposition führt zu einer chronischen Entzündung der Atemwege, einer Schädigung der Lungenstruktur und zur Entwicklung von Emphysem. Die Entzündung führt zu einer Verdickung der Atemwegswände und zur Produktion von Schleim, was die Atemwege verengt und die Luftzirkulation behindert.",
	"symp": "Atemnot, besonders bei körperlicher Anstrengung;Chronischer Husten mit Auswurf;Engegefühl in der Brust;Verstärkte Atemanstrengung;Chronische Müdigkeit;Wiederkehrende Atemwegsinfektionen",
	"risk": "Rauchen (hauptsächlicher Risikofaktor);Langfristige Exposition gegenüber schädlichen Gasen oder Partikeln am Arbeitsplatz;Luftverschmutzung;Genetische Veranlagung;Wiederkehrende Atemwegsinfektionen in der Kindheit",
	"konthe": "Rauchentwöhnung und Vermeidung von schädlichen Expositionen;Atemtherapie und Atemübungen zur Verbesserung der Lungenfunktion;Pulmonale Rehabilitation zur Steigerung der körperlichen Leistungsfähigkeit;Ernährungsberatung zur Unterstützung der Gewichtskontrolle und Energieverbesserung",
	"medthe": "Bronchodilatatoren (z. B. Tiotropium):;;Wirkweise: Erweiterung der Atemwege durch Entspannung der glatten Muskulatur.;Nebenwirkungen: Trockener Mund, Verstopfung, erhöhter Augeninnendruck.;;;Kortikosteroide (z. B. Fluticason):;;Wirkweise: Reduktion der Entzündung und Schleimproduktion in den Atemwegen.;Nebenwirkungen: Heiserkeit, Mundsoor, erhöhtes Infektionsrisiko.",
	"pflege": "Überwachung der Atemfunktion und Anpassung der Pflegeinterventionen entsprechend dem Krankheitsverlauf.;Unterstützung bei der Entwicklung von Bewältigungsstrategien für die täglichen Herausforderungen der Atemnot.;Raucherentwöhnung und Schulung zu effektiven Atemtechniken.;Patienten und Angehörige in Bezug auf die Bedeutung der Medikamenteneinhaltung und die Vermeidung von Auslösern aufklären.;Frühzeitige Erkennung und Management von Exazerbationen zur Vermeidung von Krankenhausaufenthalten.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/copdverlauf.png"
},
{
	"id": "7",
	"name": "Asthma bronchiale",
	"cat": "1",
	"defi": "Asthma bronchiale ist eine chronische entzündliche Atemwegserkrankung, die durch wiederkehrende Atemwegsobstruktionen, Atemnot, Husten und Keuchen gekennzeichnet ist. Diese Symptome treten aufgrund einer Überempfindlichkeit der Atemwege auf verschiedene Reize und Auslöser auf.",
	"patho": "Die Entzündung bei Asthma bronchiale betrifft die Atemwege, besonders die Bronchien. Bei Kontakt mit Auslösern wie Allergenen, Infektionen oder Reizstoffen reagieren die Atemwege übermäßig empfindlich. Dies führt zu einer Entzündungsreaktion, Verengung der Atemwege, vermehrter Schleimbildung und einer erhöhten Empfindlichkeit gegenüber verschiedenen Reizen.",
	"symp": "Atemnot, insbesondere bei körperlicher Anstrengung oder nachts;Husten, oft besonders nachts oder früh morgens;Keuchen (pfeifende Atemgeräusche);Engegefühl in der Brust;Kurzatmigkeit",
	"risk": "Genetische Veranlagung (Familiäre Häufung);Allergien (z.B. gegen Hausstaubmilben, Pollen, Tierhaare);Umweltfaktoren (z.B. Rauch, Luftverschmutzung);Atemwegsinfektionen in der Kindheit;Berufliche Exposition gegenüber schädlichen Substanzen",
	"konthe": "Vermeidung von Auslösern (Allergenmanagement, Rauchentwöhnung);Atemtherapie und Atemübungen zur Verbesserung der Atemtechnik;Schulung in Selbstmanagementtechniken zur Früherkennung und Bewältigung von Asthmaanfällen;Pulmonale Rehabilitation zur Verbesserung der körperlichen Leistungsfähigkeit",
	"medthe": "Kurzwirksame Bronchodilatatoren (z. B. Salbutamol):;;Wirkweise: Sofortige Erweiterung der Atemwege durch Entspannung der glatten Muskulatur.;Nebenwirkungen: Herzklopfen, Zittern, Kopfschmerzen.;;;Inhalative Kortikosteroide (z. B. Beclometason):;;Wirkweise: Entzündungshemmung in den Atemwegen, Reduktion von Schwellungen und Schleimbildung.;Nebenwirkungen: Heiserkeit, Mundsoor, Husten.",
	"pflege": "Überwachung der Atemfunktion und Ausbildung des Patienten im Einsatz von Peak-Flow-Messgeräten.;Schulung des Patienten im richtigen Gebrauch von Inhalationsgeräten.;Erstellung eines individuellen Notfallplans für die Bewältigung von Asthmaanfällen.;Unterstützung bei der Identifizierung und Vermeidung von Auslösern.;Förderung der Selbstmanagementfähigkeiten, um die Lebensqualität zu verbessern und Krankenhausaufenthalte zu minimieren.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/asthmabronchialeverlauf.png"
},
{
	"id": "8",
	"name": "Pneumonie",
	"cat": "1",
	"defi": "Die Pneumonie, auch als Lungenentzündung bekannt, ist eine entzündliche Erkrankung der Lunge, die durch Infektionen mit Bakterien, Viren, Pilzen oder anderen Erregern verursacht wird. Diese Infektionen führen zu einer Entzündung der Lungenbläschen und des Lungengewebes, was die Atmung beeinträchtigt.",
	"patho": "Die Erreger gelangen über die Atemwege in die Lunge und infizieren das Lungengewebe. Dies führt zu einer Entzündung und Schwellung der Alveolen (Lungenbläschen) sowie zur Produktion von Schleim. Dies behindert den Gasaustausch in der Lunge, was zu Atemnot und anderen Symptomen führt. In schweren Fällen kann die Entzündung Narbengewebe bilden und die Lungenfunktion dauerhaft beeinträchtigen.",
	"symp": "Husten, oft mit Auswurf;Fieber und Schüttelfrost;Atemnot und beschleunigte Atmung;Brustschmerzen beim Atmen;Müdigkeit und allgemeines Unwohlsein;Verwirrtheit bei älteren Menschen",
	"risk": "Alter (besonders bei Kindern unter 2 Jahren und älteren Erwachsenen);Geschwächtes Immunsystem (durch Krankheiten, Medikamente oder medizinische Behandlungen);Rauchen und chronische Lungenerkrankungen;Chronische Erkrankungen wie Diabetes oder Herzinsuffizienz;Aufenthalt in Pflegeeinrichtungen oder Krankenhäusern",
	"konthe": "Bettruhe und ausreichende Flüssigkeitszufuhr;Sauerstofftherapie bei schwerer Atemnot;Schmerzmittel zur Linderung von Brustschmerzen und Fieber;Atemtherapie zur Verbesserung der Atemmuster",
	"medthe": "Antibiotika (z.B. Amoxicillin):;;Wirkweise: Bekämpfung bakterieller Infektionen, eine häufige Ursache für Pneumonie.;Nebenwirkungen: Magen-Darm-Beschwerden, allergische Reaktionen.;;;Antivirale Medikamente (z.B. Oseltamivir bei Influenza-Pneumonie):;;Wirkweise: Hemmung der Virusvermehrung.;Nebenwirkungen: Übelkeit, Erbrechen, Kopfschmerzen.",
	"pflege": "Überwachung der Atemfrequenz, Sauerstoffsättigung und Allgemeinzustand.;Förderung der Mobilisation und Vermeidung von Bettruhekomplikationen.;Unterstützung bei der Atemtherapie und Anleitung zur richtigen Inhalationstechnik.;Hygienemaßnahmen zur Verhinderung von Infektionsübertragung.;Monitoring von Komplikationen wie Atemversagen, Sepsis oder Lungenabszessen.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/pneumonieverlauf.png"
},
{
	"id": "9",
	"name": "Schlaganfall",
	"cat": "3",
	"defi": "Ein Schlaganfall, auch als Apoplex oder Hirninfarkt bezeichnet, ist ein plötzlich auftretender Gefäßverschluss im Gehirn oder eine Gehirnblutung. Diese Durchblutungsstörung führt zu einer Beeinträchtigung der Sauerstoffversorgung und Schädigung von Hirngewebe. Ein Schlaganfall kann zu schweren neurologischen Defiziten oder sogar zum Tod führen.",
	"patho": "Es gibt zwei Hauptarten von Schlaganfällen: der ischämische Schlaganfall, der durch einen Gefäßverschluss verursacht wird, und der hämorrhagische Schlaganfall, der auf eine Blutung im Gehirn zurückzuführen ist. Im ischämischen Schlaganfall kommt es zu einer Minderdurchblutung des Gehirns, während beim hämorrhagischen Schlaganfall Blut ins Gehirngewebe austritt.",
	"symp": "Plötzliche Sehstörungen, Schwindel oder Gleichgewichtsprobleme.;Einseitige Lähmungen oder Schwäche in Gesicht, Arm oder Bein.;Sprach- und Verständnisprobleme.;Starke Kopfschmerzen, insbesondere bei hämorrhagischem Schlaganfall.;Plötzliche Verwirrtheit oder Bewusstseinsverlust.",
	"risk": "Hypertonie (Bluthochdruck);Diabetes mellitus;Rauchen;Hyperlipidämie (hohe Blutfettwerte);Herz-Kreislauf-Erkrankungen;Vorhofflimmern;Familiäre Vorbelastung;Fortgeschrittenes Alter",
	"konthe": "Akute Notfallbehandlung mit Thrombolyse oder mechanischer Thrombektomie zur Wiedereröffnung blockierter Blutgefäße.;Rehabilitation, einschließlich physiotherapeutischer, ergotherapeutischer und logopädischer Maßnahmen.;Kontrolle der Blutdruckwerte, Blutzucker- und Cholesterinwerte zur Prävention weiterer Schlaganfälle.",	
	"medthe": "Thrombolytika (z. B. Alteplase):;;Wirkweise: Auflösung von Blutgerinnseln, um den Blutfluss im Gehirn wiederherzustellen.;Nebenwirkungen: Risiko von Blutungen, insbesondere im Gehirn.;;;Antikoagulanzien (z. B. Warfarin oder Apixaban):;;Wirkweise: Verhinderung von Blutgerinnseln, besonders bei Vorhofflimmern.;Nebenwirkungen: Erhöhtes Blutungsrisiko.",	
	"pflege": "Schnelle Identifikation und sofortige Behandlung von Schlaganfallanzeichen sind entscheidend.;Kontinuierliche Überwachung von Vitalparametern und neurologischem Status.;Mobilisationsförderung und Rehabilitation zur Wiederherstellung von motorischen Fähigkeiten.;Prävention von Komplikationen wie Pneumonie oder Dekubitus.;Umfassende Patienten- und Angehörigenaufklärung über die Bedeutung der Medikamenteneinhaltung, Lebensstiländerungen und die Vermeidung von Risikofaktoren.Schnelle Identifikation und sofortige Behandlung von Schlaganfallanzeichen sind entscheidend.;Kontinuierliche Überwachung von Vitalparametern und neurologischem Status.;Mobilisationsförderung und Rehabilitation zur Wiederherstellung von motorischen Fähigkeiten.;Prävention von Komplikationen wie Pneumonie oder Dekubitus.;Umfassende Patienten- und Angehörigenaufklärung über die Bedeutung der Medikamenteneinhaltung, Lebensstiländerungen und die Vermeidung von Risikofaktoren.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/schlaganfallverlauf.png"
},
{
	"id": "10",
	"name": "Alzheimer Demenz",
	"cat": "3",
	"defi": "Die Alzheimer-Krankheit ist eine fortschreitende neurodegenerative Erkrankung des Gehirns, die zu einem Verlust von Gedächtnis, kognitiven Fähigkeiten und sozialen Kompetenzen führt. Es ist die häufigste Form der Demenz.",
	"patho": "Die Hauptmerkmale der Alzheimer-Krankheit sind die Bildung von Beta-Amyloid-Plaques und Tau-Verwicklungen im Gehirngewebe. Diese Veränderungen führen zu Nervenzellenschäden und -verlust, insbesondere in den Bereichen des Gehirns, die für Gedächtnis und kognitive Funktionen wichtig sind.",
	"symp": "Gedächtnisverlust, insbesondere für neuere Ereignisse.;Wortfindungsstörungen und Sprachprobleme.;Schwierigkeiten bei einfachen Aufgaben und Handlungen.;Desorientierung in Zeit und Raum.;Verminderte Urteilsfähigkeit.;Probleme mit der Planung und Organisation.;Stimmungsschwankungen und emotionale Labilität.;Rückzug aus sozialen Aktivitäten.;Verlust von Objekterkennungsfähigkeiten.;Schwierigkeiten bei der Ausführung alltäglicher Aufgaben.",
	"risk": "Alter (höheres Risiko mit steigendem Alter).;Familiäre Vorbelastung und genetische Faktoren.;Geschlecht (Frauen haben ein höheres Risiko als Männer).;Vorhandensein von Apolipoprotein-E4 (ApoE4) Genotyp.;Geringe Bildung und intellektuelle Inaktivität.;Herz-Kreislauf-Erkrankungen und Diabetes.;Hoher Blutdruck.;Schädigung des Kopfes (z. B. durch wiederholte Gehirnerschütterungen).;Chronischer Schlafmangel.;Depression und soziale Isolation.",
	"konthe": "Kognitives Training und Stimulation zur Aufrechterhaltung der geistigen Funktionen.;Physiotherapie und Bewegungsförderung.;Musik- und Kunsttherapie zur emotionalen Unterstützung.;Angehörigenschulung und -unterstützung.",	
	"medthe": "Cholinesterase-Hemmer (z. B. Donepezil):;;Wirkweise: Erhöht den Acetylcholingehalt im Gehirn, was die Signalübertragung zwischen den Nervenzellen verbessern kann.;Nebenwirkungen: Übelkeit, Durchfall, Schlafstörungen.;NMDA-Rezeptor-Antagonist (z. B. Memantin):;;Wirkweise: Moduliert den Glutamat-Signalweg, um die Nervenzellen vor Überstimulation zu schützen.;Nebenwirkungen: Schwindel, Kopfschmerzen, Verwirrung.",	
	"pflege": "Förderung der Kommunikation und Interaktion durch klare Anweisungen und unterstützende Techniken.;Implementierung von Sicherheitsmaßnahmen aufgrund der erhöhten Sturzgefahr und der Tendenz zu Desorientierung.;Kontinuierliche Überwachung von Medikamenteneinnahme und Nebenwirkungen.;Einrichtung einer unterstützenden Umgebung, die die Selbstständigkeit fördert und Reizüberflutung minimiert.;Schulung von Pflegepersonen und Angehörigen im Umgang mit herausforderndem Verhalten und den spezifischen Bedürfnissen von Menschen mit Alzheimer-Demenz.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/alzheimerdemenzverlauf.png"
},
{
	"id": "11",
	"name": "Bronchialkarzinom",
	"cat": "6",
	"defi": "Das Bronchialkarzinom, auch als Lungenkrebs bekannt, ist eine bösartige Neubildung, die sich in den Bronchien der Lunge entwickelt. Es ist eine der häufigsten Krebserkrankungen weltweit und kann in verschiedene Untergruppen, wie kleinzelliges und nicht-kleinzelliges Lungenkarzinom, unterteilt werden.",
	"patho": "Die meisten Bronchialkarzinome entstehen durch langfristige Exposition der Lunge gegenüber Karzinogenen, insbesondere durch das Rauchen. Diese Exposition führt zu genetischen Veränderungen in den Zellen der Atemwege, die zu unkontrolliertem Zellwachstum und Tumorformationen führen.",
	"symp": "Persistierender Husten oder Veränderungen im Hustenmuster.;Atemnot und Kurzatmigkeit.;Bluthusten oder Auswurf mit Blut.;Schmerzen in der Brust oder im Schulterbereich.;Gewichtsverlust ohne erkennbaren Grund.;Müdigkeit und allgemeine Schwäche.;Appetitverlust.;Heiserkeit.;Anhaltende Infektionen der Atemwege.;Fingerclubbing (Veränderungen der Finger- und Zehennägel).",
	"risk": "Rauchen und Passivrauchen.;Langfristige Exposition gegenüber Luftschadstoffen, insbesondere Asbest, Radon und bestimmten Industriegasen.;Familiäre Vorbelastung.;Chronisch obstruktive Lungenerkrankung (COPD).;Bestimmte berufliche Expositionen, z.B. in der Bau- oder Chemieindustrie.;Strahlentherapie der Brust.;Alter (Lungenkrebs tritt häufiger bei älteren Menschen auf).;Geschlecht (höheres Risiko bei Männern).;Vorherige Lungenkrankheiten.;Immunsuppression.",
	"konthe": "Chirurgische Entfernung des Tumors (wenn möglich) oder Teile der Lunge.;Strahlentherapie zur Zerstörung von Krebszellen.;Chemotherapie zur systemischen Behandlung von Krebszellen im ganzen Körper.;Immuntherapie zur Stimulation des Immunsystems zur Krebsbekämpfung.",	
	"medthe": "Cisplatin:;;Wirkweise: Zytostatikum, das die DNA-Replikation in Krebszellen hemmt.;Nebenwirkungen: Übelkeit, Nierenprobleme, Blutbildveränderungen.;Erlotinib:;;Wirkweise: Tyrosinkinase-Inhibitor, der das Wachstum von Krebszellen hemmt.;Nebenwirkungen: Hautausschlag, Durchfall, Leberprobleme.",	
	"pflege": "Unterstützung bei der Bewältigung von emotionalen Belastungen und Ängsten.;Pflege von Symptomen wie Atemnot, Schmerzen und Fatigue.;Überwachung von Nebenwirkungen der Therapien und Anpassung der Pflege entsprechend.;Förderung von Ernährung und Gewichtserhalt.;Unterstützung bei der Bewältigung von Langzeitauswirkungen, insbesondere bei fortgeschrittenen Stadien.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/bronchialcaverlauf.png"
},
{
	"id": "12",
	"name": "Corona (COVID-19)",
	"cat": "1",
	"defi": "COVID-19 ist eine durch das SARS-CoV-2-Virus verursachte respiratorische Erkrankung, die erstmals Ende 2019 in der chinesischen Stadt Wuhan identifiziert wurde. Es kann zu einem breiten Spektrum von Symptomen führen, von milden Atemwegsproblemen bis zu schweren Pneumonien und multiplen Organversagen.",
	"patho": "Das SARS-CoV-2-Virus gehört zur Familie der Coronaviren und dringt über die Atemwege in den Körper ein. Es bindet an die ACE2-Rezeptoren, die vor allem in den Zellen der Lunge, des Herzens und anderer Organe vorkommen. Die Infektion führt zu einer Immunantwort, die zu Entzündungen, Gefäßschäden und in schweren Fällen zu einem Zytokinsturm führen kann.",
	"symp": "Fieber.;Husten.;Atemnot oder Kurzatmigkeit.;Müdigkeit.;Muskelschmerzen.;Kopfschmerzen.;Verlust von Geschmacks- oder Geruchssinn.;Halsschmerzen.;Schüttelfrost.;Gastrointestinale Symptome wie Übelkeit oder Durchfall.",
	"risk": "Alter (insbesondere ältere Menschen sind anfälliger für schwere Verläufe).;Vorbestehende chronische Erkrankungen wie Diabetes, Herz-Kreislauf-Erkrankungen oder Lungenerkrankungen.;Immunsuppression (z.B. durch Medikamente oder Krankheiten).;Rauchen oder Tabakkonsum.;Adipositas.;Männliches Geschlecht (bei schweren Verläufen häufiger betroffen).;Enge Kontakte in überfüllten oder geschlossenen Räumen.;Berufsbedingte Exposition, z.B. im Gesundheitswesen.;Mangelnde Hygienepraktiken.;Regionale Faktoren und sozioökonomischer Status.",
	"konthe": "Symptomatische Behandlung, z.B. fiebersenkende Mittel und Schmerzmittel.;Sauerstofftherapie bei Atemnot.;Invasive oder nicht-invasive Beatmung bei schwerem Atemversagen.;Flüssigkeitstherapie zur Aufrechterhaltung des Flüssigkeitshaushalts.",	
	"medthe": "Remdesivir:;;Wirkweise: Antivirales Medikament, das die Virusreplikation hemmt.;Nebenwirkungen: Übelkeit, Erbrechen, Leberprobleme.;Dexamethason:;;Wirkweise: Kortikosteroid, das Entzündungen reduziert.;Nebenwirkungen: Immunsuppression, erhöhtes Infektionsrisiko.",	
	"pflege": "Isolationsmaßnahmen und Schutzkleidung für das Pflegepersonal.;Atemwegsmanagement und Überwachung der Sauerstoffsättigung.;Unterstützung von Patienten mit Atemnot und Angstzuständen.;Ernährungsunterstützung, insbesondere bei Patienten mit Geschmacks- oder Geruchsstörungen.;Psychosoziale Unterstützung aufgrund von sozialer Isolation und Ängsten.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/coronaverlauf.png"
},
{
	"id": "13",
	"name": "Frontotemperale Demenz",
	"cat": "3",
	"defi": "Die frontotemporale Demenz (FTD) ist eine neurodegenerative Erkrankung, die vor allem die Frontal- und Temporallappen des Gehirns betrifft. Sie ist eine Form der Demenz, die oft in einem früheren Lebensalter als andere Demenzformen wie die Alzheimer-Krankheit auftritt.",
	"patho": "Die FTD ist durch den fortschreitenden Abbau von Nervenzellen in den Frontal- und Temporallappen gekennzeichnet. Dieser Zellverlust führt zu Veränderungen in der Persönlichkeit, im Verhalten und in den kognitiven Funktionen.",
	"symp": "Veränderungen der Persönlichkeit: Desinteresse an sozialen Aktivitäten, Impulsivität, sozial unangemessenes Verhalten.;Sprachstörungen: Wortfindungsschwierigkeiten, Agrammatismus, Echolalie.;Verminderte Empathie: Mangelnde Rücksicht auf die Gefühle anderer, eingeschränkte Fähigkeit zur Einfühlung.;Verlust sozialer Normen: Rücksichtsloses Verhalten, fehlende Impulskontrolle.;Geringe Krankheitseinsicht: Unfähigkeit, eigene Defizite zu erkennen.;Veränderungen der Ernährungsgewohnheiten: Überessen oder Präferenz für bestimmte Lebensmittel.;Rituale und Stereotypien: Wiederholte Handlungen oder fixierte Verhaltensmuster.;Motorische Störungen: Unkoordinierte Bewegungen, Muskelsteifigkeit.;Apathie: Verminderte Motivation und Antrieb.;Gedächtnisstörungen: Insbesondere im späteren Krankheitsverlauf.",
	"risk": "Genetische Veranlagung: Das Vorhandensein bestimmter Genmutationen erhöht das Risiko für FTD.;Familiäre Vorbelastung: Das Auftreten von FTD in der Familie.;Alter: Obwohl FTD oft in einem früheren Lebensalter auftritt, steigt das Risiko mit dem Alter.;Geschlecht: Einige FTD-Formen zeigen eine Prävalenz bei Frauen.;Frühere Kopfverletzungen: Traumatische Hirnverletzungen können das Risiko erhöhen.;Bildungsniveau: Niedriger Bildungsstand kann ein Risikofaktor sein.;Kombination mit Amyotropher Lateralsklerose (ALS): FTD tritt manchmal in Verbindung mit ALS auf.;Abnormale Proteinablagerungen: In einigen Fällen wurden Tau- oder TDP-43-Proteinablagerungen beobachtet.;Umweltfaktoren: Exposition gegenüber bestimmten Umweltgiften.;Virusinfektionen: Einige Studien untersuchen den Zusammenhang zwischen bestimmten Viren und FTD.",
	"konthe": "Ergotherapie: Förderung von Alltagsaktivitäten und Erhaltung der Selbstständigkeit.;Sprachtherapie: Verbesserung der verbalen Kommunikationsfähigkeiten.;Physiotherapie: Förderung der motorischen Funktionen und Verbesserung der Bewegungskoordination.",	
	"medthe": "Antidepressiva (z. B. Sertralin):;;Wirkweise: Steigerung der Verfügbarkeit von Neurotransmittern wie Serotonin.;Nebenwirkungen: Übelkeit, Schlafstörungen.;Antipsychotika (z. B. Risperidon):;;Wirkweise: Kontrolle von psychotischen Symptomen wie Halluzinationen oder Wahnvorstellungen.;Nebenwirkungen: Gewichtszunahme, erhöhtes Diabetesrisiko.",	
	"pflege": "Kommunikationsanpassungen: Verwendung einfacher Sprache und visueller Hilfsmittel.;Verhaltensmanagement: Strategien zur Reduktion von herausforderndem Verhalten.;Familiäre Unterstützung: Angehörige benötigen oft Schulungen im Umgang mit den speziellen Bedürfnissen von Menschen mit FTD.;Kontinuierliche Evaluation: Da sich Symptome und Bedürfnisse im Verlauf der Erkrankung ändern, erfordert die Pflege eine kontinuierliche Anpassung.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/frontotemperaledemenzverlauf.png"
},
{
	"id": "14",
	"name": "Grippe",
	"cat": "1",
	"defi": "Die Grippe, auch Influenza genannt, ist eine akute, hoch ansteckende Virusinfektion der Atemwege, die durch Influenzaviren verursacht wird. Es handelt sich um eine saisonale Erkrankung, die in regelmäßigen Abständen weltweit auftritt.",
	"patho": "Die Influenzaviren gehören zu den Orthomyxoviren und können in verschiedene Subtypen unterteilt werden, darunter A, B und C. Die Viren infizieren die Atemwege und vermehren sich in den Epithelzellen der Atemwegsschleimhaut, was zu den typischen Grippe-Symptomen führt.",
	"symp": "Plötzlicher Beginn von Fieber und Schüttelfrost.;Starkes Krankheitsgefühl und allgemeine Schwäche.;Kopf- und Gliederschmerzen.;Husten und Halsschmerzen.;Schnupfen und verstopfte Nase.;Müdigkeit und Erschöpfung.;Appetitverlust.;Übelkeit und Erbrechen (vor allem bei Kindern).;Durchfall (vor allem bei Kindern).;Atemnot und Brustschmerzen (bei schweren Verläufen).",
	"risk": "Alter (Kinder, ältere Menschen und Immungeschwächte sind anfälliger).;Chronische Krankheiten wie Diabetes, Herz-Kreislauf-Erkrankungen oder Atemwegserkrankungen.;Schwangerschaft.;Immunsuppression (durch Medikamente oder Erkrankungen).;Aufenthalt in Gemeinschaftseinrichtungen wie Pflegeheimen.;Berufsgruppen mit erhöhtem Ansteckungsrisiko (z. B. Gesundheitsdienstleister).;Vorangegangene Influenza-Infektionen.;Mangelnde Influenza-Impfung.;Reisen in Regionen mit hohem Influenza-Aufkommen.;Rauchen und Alkoholkonsum.",
	"konthe": "Bettruhe und ausreichende Flüssigkeitszufuhr.;Linderung der Symptome durch Schmerzmittel (z. B. Paracetamol) und fiebersenkende Medikamente.;Inhalation mit heißem Wasserdampf zur Linderung von Atemwegsbeschwerden.;Halsschmerztabletten oder Lutschpastillen.;Warme Bäder zur Entspannung.",	
	"medthe": "Antivirale Medikamente (z. B. Oseltamivir):;;Wirkweise: Hemmt die Vermehrung des Influenza-Virus.;Nebenwirkungen: Übelkeit, Erbrechen, Schlafstörungen.;Neuraminidasehemmer (z. B. Zanamivir):;;Wirkweise: Blockiert ein Enzym, das für die Freisetzung des Influenza-Virus aus den infizierten Zellen erforderlich ist.;Nebenwirkungen: Atemwegsbeschwerden, Kopfschmerzen.",	
	"pflege": "Isolationsmaßnahmen, um die Ausbreitung der Grippe in Gemeinschaftseinrichtungen zu verhindern.;Überwachung von Komplikationen wie Atemnot oder Dehydration.;Unterstützung bei der Schmerzlinderung und Förderung von Ruhe und Erholung.;Ermutigung zur Impfung, insbesondere bei Risikogruppen.;Aufklärung über die Bedeutung von Hygienemaßnahmen zur Prävention.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/grippeverlauf.png"
},
{
	"id": "15",
	"name": "Larynx Karzinom",
	"cat": "6",
	"defi": "Das Larynxkarzinom ist eine bösartige Neubildung, die im Kehlkopf (Larynx) entsteht. Es kann verschiedene Teile des Kehlkopfes betreffen, einschließlich der Stimmbänder, des Kehlkopfknochens und anderer umgebender Strukturen.",
	"patho": "Die Entstehung von Larynxkarzinomen ist häufig mit langfristiger Exposition gegenüber Risikofaktoren verbunden. Rauchen und übermäßiger Alkoholkonsum gelten als Hauptursachen. Die malignen Zellen können sich im Kehlkopfgewebe vermehren und infiltrieren, was zu Tumorbildung und möglicher Metastasierung führt.",
	"symp": "Heiserkeit oder Veränderungen der Stimme.;Husten, der nicht nachlässt.;Atembeschwerden.;Schluckbeschwerden (Dysphagie).;Schmerzen im Bereich des Kehlkopfes oder im Hals.;Gewichtsverlust ohne erkennbaren Grund.;Ohrenschmerzen oder Ohrbeschwerden.;Geschwollene Lymphknoten im Hals.;Blutiger Auswurf oder Bluthusten.;Müdigkeit und allgemeines Krankheitsgefühl.",
	"risk": "Rauchen und Tabakkonsum.;Übermäßiger Alkoholkonsum.;Männliches Geschlecht (Larynxkarzinome treten bei Männern häufiger auf).;Fortgeschrittenes Alter.;Chronische Exposition gegenüber Luftschadstoffen oder berufliche Exposition gegenüber karzinogenen Substanzen.;Gastroösophagealer Reflux.;Humanes Papillomavirus (HPV)-Infektion.;Familiäre Vorbelastung von Krebserkrankungen.;Geringe Obst- und Gemüsezufuhr in der Ernährung.;Immunsuppression.",
	"konthe": "Strahlentherapie zur gezielten Bestrahlung des Tumors.;Chemotherapie zur systemischen Behandlung von Krebszellen.;Physiotherapie und logopädische Maßnahmen zur Unterstützung der Schluck- und Sprechfunktionen.;Ernährungsberatung und Unterstützung bei Ernährungsproblemen.",	
	"medthe": "Cetuximab:;;Wirkweise: Monoklonaler Antikörper, der das Wachstum von Krebszellen hemmt.;Nebenwirkungen: Hautausschlag, Infektionen, Übelkeit.;Docetaxel:;;Wirkweise: Zytostatikum, das die Zellteilung hemmt.;Nebenwirkungen: Haarausfall, Knochenmarkunterdrückung, Müdigkeit.",	
	"pflege": "Unterstützung bei der Bewältigung von emotionalen Belastungen und Ängsten.;Management von Schluck- und Atembeschwerden.;Hautpflege und Überwachung von Hautreaktionen bei Medikamentengabe.;Förderung der Ernährung und Gewichtserhalt.;Begleitung bei der Entscheidungsfindung hinsichtlich therapeutischer Optionen und Lebensqualität.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/larynxcaverlauf.png"
},
{
	"id": "16",
	"name": "Lewy-Body Demenz",
	"cat": "3",
	"defi": "Die Lewy-Body-Demenz (LBD) ist eine fortschreitende neurodegenerative Erkrankung des Gehirns, die zu einem Verlust kognitiver Funktionen führt. Charakteristisch sind die Ansammlungen abnormer Proteinstrukturen, sogenannter Lewy-Körperchen, im Gehirngewebe.Die Lewy-Body-Demenz (LBD) ist eine fortschreitende neurodegenerative Erkrankung des Gehirns, die zu einem Verlust kognitiver Funktionen führt. Charakteristisch sind die Ansammlungen abnormer Proteinstrukturen, sogenannter Lewy-Körperchen, im Gehirngewebe.",
	"patho": "Die Lewy-Körperchen bestehen hauptsächlich aus alpha-Synuclein-Proteinablagerungen. Diese Ablagerungen beeinträchtigen die normale Funktion der Nervenzellen im Gehirn, insbesondere in Bereichen, die für Gedächtnis, Aufmerksamkeit, und motorische Funktionen verantwortlich sind.",
	"symp": "Fluktuationen im Bewusstseinszustand: Schwankungen zwischen klarem Denken und Verwirrtheit.;Halluzinationen: Sehen von Dingen, die nicht real sind.;Rigide Muskulatur: Steifheit und eingeschränkte Beweglichkeit.;Tremor: Zittern der Hände oder anderer Körperteile.;Gedächtnisverlust: Vergesslichkeit und Beeinträchtigung der kognitiven Funktionen.;Visuelle Raumorientierungsprobleme: Schwierigkeiten bei räumlichen Aufgaben und Orientierung.;Schlafstörungen: Unruhiger Schlaf, nächtliches Aufwachen.;Verlangsamung der Bewegungen: Bradykinese und Gangstörungen.;Veränderungen im autonomen Nervensystem: Blutdruckschwankungen, Schwindel.;Depressive Symptome: Niedergeschlagenheit, Interessenverlust.",
	"risk": "Alter: LBD tritt häufiger im höheren Alter auf.;Geschlecht: Männer scheinen etwas häufiger betroffen zu sein.;Familiäre Vorbelastung: Das Vorhandensein von LBD in der Familie erhöht das Risiko.;Genetische Faktoren: Bestimmte genetische Varianten können das Risiko beeinflussen.;Parkinson-Erkrankung: Menschen mit Parkinson haben ein höheres Risiko für LBD.;Frühere Kopfverletzungen: Traumatische Hirnverletzungen können das Risiko erhöhen.;Down-Syndrom: Menschen mit Down-Syndrom haben ein erhöhtes Risiko.;Beeinträchtigtes Immunsystem: Immunsuppression kann das Risiko erhöhen.;Längeres Vorhandensein von Halluzinationen: Menschen, die lange Halluzinationen hatten, könnten ein erhöhtes Risiko haben.;Medikamentöse Einflüsse: Bestimmte Medikamente können das Risiko beeinflussen.",
	"konthe": "Physiotherapie und Ergotherapie: Förderung von Mobilität und Selbstständigkeit.;Logopädische Maßnahmen: Unterstützung der verbalen Kommunikation.;Psychotherapie und Sozialarbeit: Unterstützung von Patienten und Angehörigen bei der Bewältigung von psychischen Belastungen.",	
	"medthe": "Donepezil:;;Wirkweise: Cholinesterase-Hemmer, der den Abbau von Acetylcholin verlangsamt.;Nebenwirkungen: Übelkeit, Durchfall, Kopfschmerzen.;Rivastigmin:;;Wirkweise: Cholinesterase-Hemmer, ähnlich wie Donepezil.;Nebenwirkungen: Magen-Darm-Beschwerden, Schwindel, Kopfschmerzen.",	
	"pflege": "Sensible Kommunikation und Umgang mit Halluzinationen.;Sturzprävention und Mobilitätstraining aufgrund der motorischen Beeinträchtigungen.;Angepasste Umgebungsgestaltung, um Orientierungsschwierigkeiten entgegenzuwirken.;Unterstützung bei Schlafstörungen und Förderung eines regelmäßigen Schlafmusters.;Schulung und Begleitung von Angehörigen im Umgang mit den speziellen Bedürfnissen von Menschen mit LBD.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/lewybodydemenzverlauf.png"
},
{
	"id": "17",
	"name": "Norovirus",
	"cat": "5",
	"defi": "Das Norovirus ist ein hochansteckendes Virus, das Gastroenteritis verursacht, eine Entzündung des Magen-Darm-Trakts. Es ist eine häufige Ursache für akute Magen-Darm-Infektionen weltweit.",
	"patho": "Noroviren infizieren die Darmzellen und führen zu einer Entzündung der Darmschleimhaut. Der Körper reagiert mit einer verstärkten Produktion von Magensäure und Wasserstoffionen, was zu den typischen Symptomen der Norovirus-Infektion führt.",
	"symp": "Plötzlicher Beginn von Übelkeit.;Erbrechen.;Durchfall.;Bauchschmerzen und -krämpfe.;Fieber.;Kopfschmerzen.;Muskelschmerzen.;Schüttelfrost.;Mattigkeit und Schwäche.;Dehydratation aufgrund von Flüssigkeitsverlusten.",
	"risk": "Enge Gemeinschaftseinrichtungen: Noroviren verbreiten sich leicht in Schulen, Pflegeheimen und Kreuzfahrtschiffen.;Unhygienische Bedingungen: Mangelnde Händehygiene und unsaubere Umgebungen erhöhen das Infektionsrisiko.;Verzehr kontaminierter Lebensmittel oder Wasserquellen.;Schwache Immunabwehr: Menschen mit geschwächtem Immunsystem sind anfälliger.;Reisen in Regionen mit Norovirus-Ausbrüchen.;Enger Kontakt mit Infizierten.;Verzehr von rohen oder unzureichend gekochten Meeresfrüchten.;Verzehr von kontaminierten Obst- und Gemüsesorten.;Mangelnde Desinfektion von kontaminierten Oberflächen und Gegenständen.;Teilnahme an Massenveranstaltungen, bei denen Menschen engen Kontakt haben.",
	"konthe": "Rehydratation: Ersatz von verlorenen Flüssigkeiten durch orale Rehydratationslösungen.;Schonkost: Leichte, gut verdauliche Nahrungsmittel, um den Magen-Darm-Trakt zu schonen.;Ruhe und Bettruhe: Unterstützung des Genesungsprozesses.",	
	"medthe": "Ondansetron:;;Wirkweise: Antiemetikum, hemmt Übelkeit und Erbrechen.;Nebenwirkungen: Kopfschmerzen, Verstopfung, Müdigkeit.;Loperamid:;;Wirkweise: Antidiarrhoikum, verlangsamt die Darmbewegungen.;Nebenwirkungen: Bauchschmerzen, Verstopfung.",	
	"pflege": "Isolationsmaßnahmen: Um die Ausbreitung des Virus zu verhindern, müssen infizierte Personen isoliert werden.;Intensive Hygienemaßnahmen: Besonders gründliches Händewaschen und Desinfizieren von Oberflächen.;Symptommanagement: Linderung von Übelkeit, Erbrechen und Durchfall.;Überwachung von Flüssigkeitsstatus: Insbesondere bei Kindern, älteren Menschen und immungeschwächten Personen.;Aufklärung: Betroffene und Angehörige über die Bedeutung von Hygiene und Maßnahmen zur Prävention informieren.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/noroverlauf.png"
},
{
	"id": "18",
	"name": "Vaskuläre Demenz",
	"cat": "3",
	"defi": "Die vaskuläre Demenz ist eine Form der Demenz, die durch Schäden an den Blutgefäßen im Gehirn verursacht wird. Diese Schäden beeinträchtigen die Blutzufuhr zum Gehirn und führen zu kognitiven Beeinträchtigungen.",
	"patho": "Die vaskuläre Demenz entsteht durch vaskuläre Läsionen, die durch Gefäßprobleme wie Atherosklerose, Schlaganfälle oder entzündliche Prozesse hervorgerufen werden. Die Unterbrechung der Blutzufuhr zu bestimmten Gehirnregionen führt zu Sauerstoffmangel und letztendlich zum Absterben von Nervenzellen.",
	"symp": "Gedächtnisverlust und Beeinträchtigungen der kognitiven Funktionen.;Probleme mit der Aufmerksamkeit und Konzentration.;Schwierigkeiten bei der räumlichen Orientierung.;Sprachstörungen und Wortfindungsschwierigkeiten.;Verlangsamung der Denkprozesse.;Persönlichkeitsveränderungen, Stimmungsschwankungen.;Einschränkungen bei der Planung und Ausführung von Aufgaben.;Unfähigkeit, komplexe Handlungen durchzuführen.;Gleichgewichtsprobleme und unsichere Gangart.;Inkontinenz.",
	"risk": "Hypertonie (hoher Blutdruck).;Diabetes mellitus.;Atherosklerose (Arterienverkalkung).;Vorangegangene Schlaganfälle.;Herz-Kreislauf-Erkrankungen wie Herzinfarkt oder Herzinsuffizienz.;Rauchen und Tabakkonsum.;Hohe Cholesterinwerte.;Übergewicht und Bewegungsmangel.;Fortgeschrittenes Alter.;Familiäre Vorbelastung von vaskulären Erkrankungen.",
	"konthe": "Kontrolle und Management von Bluthochdruck, Diabetes und anderen vaskulären Risikofaktoren.;Ernährungsumstellung zur Förderung einer herzgesunden Ernährung.;Bewegungstherapie und körperliche Aktivität zur Verbesserung der Durchblutung.;Physiotherapie zur Erhaltung der Mobilität und Verhinderung von Stürzen.",	
	"medthe": "Cholinesterasehemmer (z. B. Donepezil):;;Wirkweise: Verbessert den Acetylcholin-Spiegel im Gehirn, was die Kommunikation zwischen Nervenzellen unterstützt.;Nebenwirkungen: Übelkeit, Durchfall, Kopfschmerzen.;Memantin:;;Wirkweise: NMDA-Rezeptor-Antagonist, der die Überaktivität von Glutamat im Gehirn reguliert.;Nebenwirkungen: Schwindel, Verstopfung, Veränderungen im Gangbild.",	
	"pflege": "Überwachung und Management von Blutdruck, Blutzucker und Cholesterin.;Förderung einer herzgesunden Lebensweise, einschließlich Ernährung und Bewegung.;Unterstützung bei der Bewältigung von kognitiven und motorischen Beeinträchtigungen.;Sturzprävention und Sicherheitsmaßnahmen aufgrund von Gleichgewichtsproblemen.;Unterstützung der Angehörigen bei der Bewältigung und Pflege des Betroffenen.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/vaskuläredemenzverlauf.png"
},
{
	"id": "",
	"name": "",
	"cat": "",
	"defi": "",
	"patho": "",
	"symp": "",
	"risk": "",
	"konthe": "",	
	"medthe": "",	
	"pflege": "",
	"traject": ""
}
]