[
{
	"id": "1",
	"name": "Morbus Parkinson",
	"cat": "3",
	"defi": "Die Parkinson-Krankheit ist eine fortschreitende neurodegenerative Erkrankung des zentralen Nervensystems. Sie gehört zur Gruppe der extrapyramidalen Bewegungsstörungen und ist durch den Verlust dopaminerger Neuronen in der Substantia nigra des Mittelhirns gekennzeichnet. Der Hauptbefund ist ein Mangel an Dopamin, einem Neurotransmitter, der eine Schlüsselrolle in der Regulation der Bewegung spielt.",
	"patho": "Die zugrunde liegende Pathophysiologie der Parkinson-Krankheit beinhaltet den fortschreitenden Verlust von dopaminproduzierenden Neuronen in der Substantia nigra. Dies führt zu einem Dopaminmangel im Striatum, einem Teil des Basalganglions, was wiederum zu gestörten Bewegungsabläufen und anderen charakteristischen Symptomen führt.",
	"symp": "Ruhe-Tremor (Zittern in Ruhe);Muskelrigidität (Muskelsteifheit);Bradykinese (verlangsamte Bewegungen);Posturale Instabilität (Haltungsinstabilität);Maskengesicht (verminderte Mimik);Mikrographie (kleine, unleserliche Handschrift);Veränderungen im Gangbild",
	"risk": "Alter (die Prävalenz steigt mit dem Alter);Genetische Prädisposition (familiäre Häufung);Umweltfaktoren (Exposition gegenüber Pestiziden, Toxinen);Geschlecht (etwas häufiger bei Männern)",
	"konthe": "Physiotherapie zur Verbesserung der Motorik und Vermeidung von Kontrakturen;Ergotherapie zur Erhaltung der Selbstständigkeit im Alltag;Logopädie bei Schluckstörungen und Sprachproblemen",
	"medthe": "Levodopa/Carbidopa:;;Wirkweise: Levodopa wird im Gehirn zu Dopamin umgewandelt und kompensiert somit den Dopaminmangel. Carbidopa verhindert die Umwandlung von Levodopa außerhalb des Gehirns.;Nebenwirkungen: Übelkeit, Dyskinesien, orthostatische Hypotonie, Halluzinationen.;Dopaminagonisten (z. B. Pramipexol):;;Wirkweise: Direkte Stimulation der Dopaminrezeptoren, um die motorischen Symptome zu lindern.;Nebenwirkungen: Übelkeit, Schwindel, Impulskontrollstörungen, Schlafstörungen.",
	"pflege": "Enge Zusammenarbeit mit anderen Fachdisziplinen (Physiotherapie, Ergotherapie, Logopädie) für eine ganzheitliche Betreuung.;Regelmäßige Überwachung der Medikamenteneinnahme und Anpassung des Therapieplans.;Psychosoziale Betreuung und Unterstützung aufgrund der häufig auftretenden Depressionen.;Anpassung der Pflegeinterventionen an den individuellen Krankheitsverlauf und die Bedürfnisse des Patienten.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/parkinsonverlauf.png"
},
{
	"id": "2",
	"name": "Morbus Crohn",
	"cat": "5",
	"defi": "Morbus Crohn ist eine chronisch-entzündliche Darmerkrankung (CED), die sich durch entzündliche Veränderungen des Verdauungstrakts auszeichnet. Diese können jeden Teil des Gastrointestinaltrakts von Mund bis Anus betreffen, wobei der Dünndarm am häufigsten involviert ist. Morbus Crohn gehört zur Gruppe der Inflammatory Bowel Diseases (IBD) und verläuft schubweise.",
	"patho": "Die genaue Ursache von Morbus Crohn ist nicht vollständig verstanden, jedoch spielt eine fehlgeleitete Immunantwort eine entscheidende Rolle. Das Immunsystem reagiert übermäßig auf normale Darmbakterien und führt zu einer anhaltenden Entzündung. Dieser chronische Entzündungsprozess führt zu Ulzerationen, Schwellungen und narbigen Veränderungen im Darmgewebe.",
	"symp": "Bauchschmerzen, oft im rechten Unterbauch;Durchfälle, manchmal blutig;Gewichtsverlust;Erschöpfung und Müdigkeit;Fieber;Appetitlosigkeit;Gelenkschmerzen",
	"risk": "Genetische Veranlagung (Familienanamnese von CED);Rauchen (erhöhtes Risiko für Morbus Crohn, aber schützt vor Colitis ulcerosa);Umweltfaktoren und westliche Lebensweise;Immunsuppressive Therapien",
	"konthe": "Ernährungsberatung und Anpassung der Diät, um Nährstoffmängel zu vermeiden;Entzündungshemmende Medikamente zur Remissionsinduktion und -erhaltung;Supportive Therapien wie Vitamin- und Mineralstoffpräparate",
	"medthe": "Corticosteroide (z. B. Prednison):;;Wirkweise: Reduktion der Entzündungsreaktion durch Hemmung des Immunsystems.;Nebenwirkungen: Gewichtszunahme, Osteoporose, erhöhtes Infektionsrisiko, Stimmungsschwankungen.;Biologika (z. B. Infliximab):;;Wirkweise: Hemmung spezifischer Entzündungsmediatoren, meist Tumor-Nekrose-Faktor (TNF)-alpha.;Nebenwirkungen: Infektionen, allergische Reaktionen, erhöhtes Risiko für bestimmte Krebsarten.",
	"pflege": "Kontinuierliche Überwachung der Ernährungszustände und Unterstützung bei Nährstoffmängeln.;Psychosoziale Betreuung aufgrund der chronischen Natur der Erkrankung und ihrer Auswirkungen auf die Lebensqualität.;Schulung des Patienten hinsichtlich der Bedeutung von Therapieadhärenz und regelmäßiger ärztlicher Kontrollen.;Monitoring auf Anzeichen von Komplikationen wie Darmverschluss oder Fistelbildung.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/morbuscrohnverlauf.png"
},
{
	"id": "3",
	"name": "Multiple Sklerose",
	"cat": "4",
	"defi": "Multiple Sklerose ist eine chronisch-entzündliche Erkrankung des zentralen Nervensystems (ZNS), bei der das Immunsystem körpereigenes Gewebe, insbesondere die Myelinscheiden der Nervenfasern, angreift. Dies führt zu entzündlichen Läsionen, Narbenbildung (Sklerose) und dem Verlust der Nervenfunktion.",
	"patho": "Die genaue Ursache von MS ist noch nicht vollständig geklärt, aber es wird angenommen, dass genetische, immunologische und Umweltfaktoren eine Rolle spielen. Autoimmunreaktionen führen zu Entzündungen, insbesondere in den Bereichen des ZNS, was wiederum zu Myelinverlust und Nervenfunktionsstörungen führt. Die entzündlichen Prozesse variieren in Intensität und Lokalisation, was zu den heterogenen Symptomen von MS beiträgt.",
	"symp": "Schubweise auftretende neurologische Symptome, wie Sehstörungen, Koordinationsprobleme, Sensibilitätsstörungen;Fatigue (chronische Erschöpfung);Muskelkrämpfe und Spastiken;Gangstörungen;Blasen- und Darmfunktionsstörungen;Kognitive Beeinträchtigungen",
	"risk": "Genetische Veranlagung (erhöhtes Risiko bei familiärer Vorbelastung);Geschlecht (Frauen sind häufiger betroffen);Geografische Lage (höheres Risiko in gemäßigten Breiten)",
	"konthe": "Physiotherapie zur Erhaltung der Mobilität und Reduktion von Spastiken;Ergotherapie zur Förderung der Selbstständigkeit im Alltag;Logopädie bei kognitiven Beeinträchtigungen und Sprachstörungen",
	"medthe": "Interferone (z. B. Interferon-beta):;;Wirkweise: Modulation des Immunsystems, Reduktion der Entzündungsaktivität.;Nebenwirkungen: Injektionsstellenreaktionen, Grippeähnliche Symptome, Leberfunktionsstörungen.;Monoklonale Antikörper (z. B. Ocrelizumab):;;Wirkweise: Selektive Unterdrückung von bestimmten Immunzellen, Reduktion von Entzündungen und Myelinabbau.;Nebenwirkungen: Infektionen, allergische Reaktionen, erhöhtes Infektionsrisiko.",
	"pflege": "Unterstützung bei der Bewältigung von Fatigue und anderen körperlichen Einschränkungen.;Edukation des Patienten über die Bedeutung von Medikamenteneinhaltung und regelmäßigen Kontrolluntersuchungen.;Psychosoziale Betreuung aufgrund der chronischen Natur der Erkrankung und ihrer Auswirkungen auf die Lebensqualität.;Überwachung und Management von neurologischen Symptomen sowie Unterstützung bei der Anpassung an den Krankheitsverlauf.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/msverlauf.png"
},
{
	"id": "4",
	"name": "Colitis ulcerosa",
	"cat": "5",
	"defi": "Colitis ulcerosa ist eine chronisch-entzündliche Darmerkrankung (CED), die sich durch eine entzündliche Reaktion in der Schleimhaut des Dickdarms manifestiert. Im Gegensatz zu Morbus Crohn, einer anderen Form der CED, ist bei Colitis ulcerosa hauptsächlich der Dickdarm betroffen. Die Erkrankung verläuft schubweise und zeichnet sich durch Entzündungen und Geschwüre in der Darmschleimhaut aus.",
	"patho": "Die genaue Ursache der Colitis ulcerosa ist noch nicht vollständig verstanden, aber es wird angenommen, dass es sich um eine Autoimmunerkrankung handelt, bei der das Immunsystem körpereigenes Gewebe, in diesem Fall die Darmwand, angreift. Dies führt zu entzündlichen Läsionen, Geschwüren und Schleimhautschädigungen, insbesondere im Kolon und Rektum.",
	"symp": "Blutiger Durchfall;Bauchschmerzen und Krämpfe;Gewichtsverlust;Müdigkeit;Fieber;Rektale Blutungen;Drang zur Defäkation",
	"risk": "Genetische Veranlagung (Familiäre Häufung von CED);Umweltfaktoren und westliche Lebensweise;Immunsuppressive Therapien;Alter (meistens zwischen 15 und 30 Jahren oder nach dem 60. Lebensjahr)",
	"konthe": "Ernährungsberatung und Anpassung der Diät zur Minimierung von Reizstoffen;Supportive Therapien zur Verbesserung der Lebensqualität, z. B. Stressmanagement;Regelmäßige Kontrolluntersuchungen zur Überwachung des Krankheitsverlaufs",
	"medthe": "5-Aminosalicylate (z. B. Mesalazin):;;Wirkweise: Entzündungshemmend und schützend für die Darmschleimhaut.;Nebenwirkungen: Übelkeit, Kopfschmerzen, allergische Reaktionen.;Corticosteroide (z. B. Prednison):;;Wirkweise: Entzündungshemmend und immunsuppressiv.;Nebenwirkungen: Osteoporose, Bluthochdruck, Diabetes, erhöhtes Infektionsrisiko.",
	"pflege": "Überwachung von Symptomen und Krankheitsaktivität.;Förderung der Medikamenteneinhaltung und Schulung des Patienten über die Bedeutung der Therapietreue.;Ernährungsunterstützung bei Mangelernährung und Gewichtsverlust.;Psychosoziale Betreuung aufgrund der chronischen Natur der Erkrankung und ihrer Auswirkungen auf die Lebensqualität.;Früherkennung von Komplikationen wie Darmperforation oder Toxisches Megakolon.;;;;;",
	"traject": "https://alcapwndx.github.io/assets/res/traject/colitisulcerosaverlauf.png"
},
{
	"id": "5",
	"name": "Chorea Huntingtin",
	"cat": "3",
	"defi": "Chorea Huntington, auch als Huntington-Krankheit bekannt, ist eine erbliche neurodegenerative Erkrankung des zentralen Nervensystems, die sich in progressiven Bewegungsstörungen, psychiatrischen Symptomen und kognitiven Beeinträchtigungen äußert. Die Erkrankung führt zu einem allmählichen Verlust von Nervenzellen im Gehirn, insbesondere in der Basalganglienregion.",
	"patho": "Die Huntington-Krankheit wird durch eine Mutation im HTT-Gen verursacht, das für die Produktion des Proteins Huntingtin kodiert. Die genaue Funktionsweise des mutierten Proteins ist nicht vollständig verstanden, aber es führt zu toxischen Ansammlungen im Gehirn, insbesondere in den Basalganglien. Dies führt zu einem Ungleichgewicht in der Neurotransmitter-Funktion, insbesondere im Dopamin- und Glutamat-System.",
	"symp": "Chorea (unwillkürliche, zuckende Bewegungen);Psychische Veränderungen wie Depression, Angstzustände und manische Episoden;Gedächtnisstörungen und kognitive Einschränkungen;Verminderte motorische Koordination und Kontrolle;Gewichtsverlust und Muskelschwund;Schluckstörungen und Sprachprobleme",
	"risk": "Familiäre Vorbelastung (autosomal-dominanter Erbgang);Träger des mutierten HTT-Gens haben ein 50%iges Risiko, die Krankheit zu entwickeln;Die Krankheit tritt normalerweise zwischen dem 30. und 50. Lebensjahr auf",
	"konthe": "Physiotherapie zur Verbesserung der Mobilität und Vermeidung von Stürzen;Ergotherapie zur Unterstützung bei alltäglichen Aktivitäten und zum Erhalt der Selbstständigkeit;Psychosoziale Betreuung für Patienten und Angehörige zur Bewältigung der emotionalen Belastung",
	"medthe": "Neuroleptika (z. B. Haloperidol):;;Wirkweise: Blockierung von Dopaminrezeptoren, um die motorischen Symptome zu reduzieren.;Nebenwirkungen: Sedierung, extrapyramidale Symptome, Gewichtszunahme.;Tetrabenazin:;;Wirkweise: Hemmung des Vesikeltransporters für Dopamin und Serotonin, was zu einer Verringerung der Chorea führt.;Nebenwirkungen: Depression, Schlaflosigkeit, Parkinsonismus.Neuroleptika (z. B. Haloperidol):;;Wirkweise: Blockierung von Dopaminrezeptoren, um die motorischen Symptome zu reduzieren.;Nebenwirkungen: Sedierung, extrapyramidale Symptome, Gewichtszunahme.;Tetrabenazin:;;Wirkweise: Hemmung des Vesikeltransporters für Dopamin und Serotonin, was zu einer Verringerung der Chorea führt.;Nebenwirkungen: Depression, Schlaflosigkeit, Parkinsonismus.",
	"pflege": "Kontinuierliche Überwachung der motorischen und kognitiven Funktionen.;Unterstützung bei der Bewältigung von psychischen Symptomen wie Depression und Angst.;Bereitstellung von Informationen und Ressourcen für genetische Beratung und Familienplanung.;Förderung der sozialen Teilhabe und Lebensqualität durch geeignete Aktivitäten und Betreuung.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/choreahuntingtinverlauf.png"
},
{
	"id": "6",
	"name": "COPD",
	"cat": "1",
	"defi": "Die chronisch obstruktive Lungenerkrankung (COPD) ist eine fortschreitende und irreversible Atemwegserkrankung, die durch anhaltende Atemwegsobstruktion, Entzündungen der Atemwege und eine reduzierte Lungenfunktion gekennzeichnet ist. Die häufigsten Formen von COPD sind chronische Bronchitis und Lungenemphysem.",
	"patho": "Die Hauptursache von COPD ist langfristige Exposition gegenüber schädlichen Partikeln oder Gasen, insbesondere Tabakrauch. Diese Exposition führt zu einer chronischen Entzündung der Atemwege, einer Schädigung der Lungenstruktur und zur Entwicklung von Emphysem. Die Entzündung führt zu einer Verdickung der Atemwegswände und zur Produktion von Schleim, was die Atemwege verengt und die Luftzirkulation behindert.",
	"symp": "Atemnot, besonders bei körperlicher Anstrengung;Chronischer Husten mit Auswurf;Engegefühl in der Brust;Verstärkte Atemanstrengung;Chronische Müdigkeit;Wiederkehrende Atemwegsinfektionen",
	"risk": "Rauchen (hauptsächlicher Risikofaktor);Langfristige Exposition gegenüber schädlichen Gasen oder Partikeln am Arbeitsplatz;Luftverschmutzung;Genetische Veranlagung;Wiederkehrende Atemwegsinfektionen in der Kindheit",
	"konthe": "Rauchentwöhnung und Vermeidung von schädlichen Expositionen;Atemtherapie und Atemübungen zur Verbesserung der Lungenfunktion;Pulmonale Rehabilitation zur Steigerung der körperlichen Leistungsfähigkeit;Ernährungsberatung zur Unterstützung der Gewichtskontrolle und Energieverbesserung",
	"medthe": "Bronchodilatatoren (z. B. Tiotropium):;;Wirkweise: Erweiterung der Atemwege durch Entspannung der glatten Muskulatur.;Nebenwirkungen: Trockener Mund, Verstopfung, erhöhter Augeninnendruck.;Kortikosteroide (z. B. Fluticason):;;Wirkweise: Reduktion der Entzündung und Schleimproduktion in den Atemwegen.;Nebenwirkungen: Heiserkeit, Mundsoor, erhöhtes Infektionsrisiko.",
	"pflege": "Überwachung der Atemfunktion und Anpassung der Pflegeinterventionen entsprechend dem Krankheitsverlauf.;Unterstützung bei der Entwicklung von Bewältigungsstrategien für die täglichen Herausforderungen der Atemnot.;Raucherentwöhnung und Schulung zu effektiven Atemtechniken.;Patienten und Angehörige in Bezug auf die Bedeutung der Medikamenteneinhaltung und die Vermeidung von Auslösern aufklären.;Frühzeitige Erkennung und Management von Exazerbationen zur Vermeidung von Krankenhausaufenthalten.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/copdverlauf.png"
},
{
	"id": "7",
	"name": "Asthma bronchiale",
	"cat": "1",
	"defi": "Asthma bronchiale ist eine chronische entzündliche Atemwegserkrankung, die durch wiederkehrende Atemwegsobstruktionen, Atemnot, Husten und Keuchen gekennzeichnet ist. Diese Symptome treten aufgrund einer Überempfindlichkeit der Atemwege auf verschiedene Reize und Auslöser auf.",
	"patho": "Die Entzündung bei Asthma bronchiale betrifft die Atemwege, besonders die Bronchien. Bei Kontakt mit Auslösern wie Allergenen, Infektionen oder Reizstoffen reagieren die Atemwege übermäßig empfindlich. Dies führt zu einer Entzündungsreaktion, Verengung der Atemwege, vermehrter Schleimbildung und einer erhöhten Empfindlichkeit gegenüber verschiedenen Reizen.",
	"symp": "Atemnot, insbesondere bei körperlicher Anstrengung oder nachts;Husten, oft besonders nachts oder früh morgens;Keuchen (pfeifende Atemgeräusche);Engegefühl in der Brust;Kurzatmigkeit",
	"risk": "Genetische Veranlagung (Familiäre Häufung);Allergien (z.B. gegen Hausstaubmilben, Pollen, Tierhaare);Umweltfaktoren (z.B. Rauch, Luftverschmutzung);Atemwegsinfektionen in der Kindheit;Berufliche Exposition gegenüber schädlichen Substanzen",
	"konthe": "Vermeidung von Auslösern (Allergenmanagement, Rauchentwöhnung);Atemtherapie und Atemübungen zur Verbesserung der Atemtechnik;Schulung in Selbstmanagementtechniken zur Früherkennung und Bewältigung von Asthmaanfällen;Pulmonale Rehabilitation zur Verbesserung der körperlichen Leistungsfähigkeit",
	"medthe": "Kurzwirksame Bronchodilatatoren (z. B. Salbutamol):;;Wirkweise: Sofortige Erweiterung der Atemwege durch Entspannung der glatten Muskulatur.;Nebenwirkungen: Herzklopfen, Zittern, Kopfschmerzen.;Inhalative Kortikosteroide (z. B. Beclometason):;;Wirkweise: Entzündungshemmung in den Atemwegen, Reduktion von Schwellungen und Schleimbildung.;Nebenwirkungen: Heiserkeit, Mundsoor, Husten.",
	"pflege": "Überwachung der Atemfunktion und Ausbildung des Patienten im Einsatz von Peak-Flow-Messgeräten.;Schulung des Patienten im richtigen Gebrauch von Inhalationsgeräten.;Erstellung eines individuellen Notfallplans für die Bewältigung von Asthmaanfällen.;Unterstützung bei der Identifizierung und Vermeidung von Auslösern.;Förderung der Selbstmanagementfähigkeiten, um die Lebensqualität zu verbessern und Krankenhausaufenthalte zu minimieren.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/asthmabronchialeverlauf.png"
},
{
	"id": "8",
	"name": "Pneumonie",
	"cat": "1",
	"defi": "Die Pneumonie, auch als Lungenentzündung bekannt, ist eine entzündliche Erkrankung der Lunge, die durch Infektionen mit Bakterien, Viren, Pilzen oder anderen Erregern verursacht wird. Diese Infektionen führen zu einer Entzündung der Lungenbläschen und des Lungengewebes, was die Atmung beeinträchtigt.",
	"patho": "Die Erreger gelangen über die Atemwege in die Lunge und infizieren das Lungengewebe. Dies führt zu einer Entzündung und Schwellung der Alveolen (Lungenbläschen) sowie zur Produktion von Schleim. Dies behindert den Gasaustausch in der Lunge, was zu Atemnot und anderen Symptomen führt. In schweren Fällen kann die Entzündung Narbengewebe bilden und die Lungenfunktion dauerhaft beeinträchtigen.",
	"symp": "Husten, oft mit Auswurf;Fieber und Schüttelfrost;Atemnot und beschleunigte Atmung;Brustschmerzen beim Atmen;Müdigkeit und allgemeines Unwohlsein;Verwirrtheit bei älteren Menschen",
	"risk": "Alter (besonders bei Kindern unter 2 Jahren und älteren Erwachsenen);Geschwächtes Immunsystem (durch Krankheiten, Medikamente oder medizinische Behandlungen);Rauchen und chronische Lungenerkrankungen;Chronische Erkrankungen wie Diabetes oder Herzinsuffizienz;Aufenthalt in Pflegeeinrichtungen oder Krankenhäusern",
	"konthe": "Bettruhe und ausreichende Flüssigkeitszufuhr;Sauerstofftherapie bei schwerer Atemnot;Schmerzmittel zur Linderung von Brustschmerzen und Fieber;Atemtherapie zur Verbesserung der Atemmuster",
	"medthe": "Antibiotika (z.B. Amoxicillin):;;Wirkweise: Bekämpfung bakterieller Infektionen, eine häufige Ursache für Pneumonie.;Nebenwirkungen: Magen-Darm-Beschwerden, allergische Reaktionen.;Antivirale Medikamente (z.B. Oseltamivir bei Influenza-Pneumonie):;;Wirkweise: Hemmung der Virusvermehrung.;Nebenwirkungen: Übelkeit, Erbrechen, Kopfschmerzen.",
	"pflege": "Überwachung der Atemfrequenz, Sauerstoffsättigung und Allgemeinzustand.;Förderung der Mobilisation und Vermeidung von Bettruhekomplikationen.;Unterstützung bei der Atemtherapie und Anleitung zur richtigen Inhalationstechnik.;Hygienemaßnahmen zur Verhinderung von Infektionsübertragung.;Monitoring von Komplikationen wie Atemversagen, Sepsis oder Lungenabszessen.",
	"traject": "https://alcapwndx.github.io/assets/res/traject/pneumonieverlauf.png"
},
{
	"id": "",
	"name": "",
	"cat": "",
	"defi": "",
	"patho": "",
	"symp": "",
	"risk": "",
	"konthe": "",	
	"medthe": "",	
	"pflege": "",
	"traject": ""
}
]