[
  {
    "mediName": "Amlo TAD Besilat® 5 mg, Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/324948extbmp",
    "mediDesc": "Beschreibung\nweiße, runde, leicht beidseitig nach außen gewölbte Tablette mit einseitiger Bruchkerbe\nMaße\nForm: Rund\nDurchmesser: 8,1 mm\nHöhe: 3,6 mm\nGewicht: 182 mg\nPrägung\nVorne: |\n\nFarbe\nWeiß\nTeilbarkeit\nTeilbar in 2 Teile\n\nTeilbar in gleiche Teile\n\nKerbe: Bruchkerbe\n\nApplikation\nTablette\norale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlo TAD Besilat® 10 mg, Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/324950extbmp",
    "mediDesc": "Beschreibung\nweiße, runde, leicht beidseitig nach außen gewölbte Tablette\nMaße\nForm: Rund\nDurchmesser: 10,6 mm\nHöhe: 4 mm\nGewicht: 359 mg\nFarbe\nWeiß\nApplikation\nTablette\norale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlo-Valsacor® 5 mg/80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/325108extbmp",
    "mediDesc": "Beschreibung\nBräunlich-gelbe, runde, leicht bikonvexe, Filmtabletten mit abgeschrägten Kanten und mit möglicherweise dunklen Sprenkeln (Tablettendurchmesser: 8 mm, Dicke 3,0 mm – 4.3 mm).\nMaße\nForm: Rund\nDurchmesser: 8,1 mm\nHöhe: 3,5 mm\nGewicht: 165 mg\nFarbe\nOckergelb\nApplikation\nFilmtablette\norale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlo-Valsacor® 5 mg/160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285746extbmp",
    "mediDesc": "Beschreibung\nBräunlich-gelbe, ovale, bikonvexe, Filmtabletten mit möglicherweise dunklen Sprenkeln (Tablettenabmessungen: 13 mm x 8 mm, Dicke 3,8 mm – 5.4 mm).\nMaße\nForm: Oval\nLänge: 13,1 mm\nBreite: 8,1 mm\nGewicht: 333 mg\nFarbe\nOckergelb\nApplikation\nFilmtablette\norale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlo-Valsacor® 10 mg/160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285748extbmp",
    "mediDesc": "Beschreibung\nBlassbräunlich-gelbe, ovale, bikonvexe, Filmtabletten (Tablettenabmessungen: 13 mm x 8 mm, Dicke 3,8 mm – 5.4 mm).\nMaße\nForm: Oval\nLänge: 13,1 mm\nBreite: 8,1 mm\nGewicht: 328 mg\nFarbe\nBeige\nApplikation\nFilmtablette\norale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodigamma® TOP 5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285556extbmp",
    "mediDesc": "Beschreibung\nWeiße, runde Tabletten.\nMaße\nForm: Rund\nDurchmesser: 9,1 mm\nHöhe: 3,5 mm\nGewicht: 221 mg\nFarbe\nWeiß\nApplikation\nTablette\norale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodigamma® TOP 10 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285558extbmp",
    "mediDesc": "Beschreibung\nDie Tabletten sind weiß und rund, mit einer Bruchrille auf beiden Seiten.\nMaße\nForm: Rund\nDurchmesser: 9,1 mm\nHöhe: 3,6 mm\nGewicht: 223 mg\nPrägung\nVorne: |\n\nHinten: |\n\nFarbe\nWeiß\nTeilbarkeit\nTeilbar in 2 Teile\n\nTeilbar in gleiche Teile\n\nKerbe: Bruchkerbe\n\nApplikation\nTablette\norale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin - 1 A Pharma® 5 mg Tabletten N",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158602extbmp",
    "mediDesc": "Beschreibung Weiße bis gebrochen weiße, oblonge Tablette mit abgeschrägten Kanten, Bruchkerbe auf einer Seite und Prägung 5 auf der anderen Seite. Maße Form: Oval Länge: 8,8 mm Breite: 5,9 mm Gewicht: 158 mg Prägung Vorne: |  Hinten: 5  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Sondenapplikation möglich  Sondendurchmesser: 6,5 Charrière  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin - 1 A Pharma® 7,5 mg Tabletten N",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158604extbmp",
    "mediDesc": "Beschreibung Weiße bis gebrochen weiße, oblonge Tablette mit abgeschrägten Kanten, 2 Bruchkerben auf einer Seite und Prägung 7,5 auf der anderen Seite. Maße Form: Oval Länge: 12,8 mm Breite: 5,7 mm Gewicht: 240 mg Prägung Vorne: | |  Hinten: 7,5  Farbe Weiß Teilbarkeit Teilbar in 3 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Sondenapplikation möglich  Sondendurchmesser: 6,5 Charrière  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin - 1 A Pharma® 10 mg Tabletten N",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158606extbmp",
    "mediDesc": "Beschreibung Weiße bis gebrochen weiße, oblonge Tablette mit abgeschrägten Kanten, Bruchkerbe auf einer Seite und Prägung 10 auf der anderen Seite. Maße Form: Oval Länge: 11 mm Breite: 7,5 mm Gewicht: 316 mg Prägung Vorne: |  Hinten: 10  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Sondenapplikation möglich  Sondendurchmesser: 6,5 Charrière  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin [besilat] AbZ 5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159248extbmp",
    "mediDesc": "Beschreibung Weiße, runde Tablette. Eine Seite ist leicht konkav, mit einer Bruchrille und der Prägung A5. Die andere Seite ist leicht konvex und glatt. Maße Form: Rund Durchmesser: 8,1 mm Höhe: 3,5 mm Gewicht: 202 mg Prägung Vorne: A | 5  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin [besilat] AbZ 10 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159250extbmp",
    "mediDesc": "Beschreibung Weiße, runde Tablette. Eine Seite ist leicht konkav, mit einer Bruchrille und der Prägung A10. Die andere Seite ist leicht konvex und glatt. Maße Form: Rund Durchmesser: 11,1 mm Höhe: 4 mm Gewicht: 402 mg Prägung Vorne: A | 10  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin HEXAL® 5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158158extbmp",
    "mediDesc": "Beschreibung Weiße bis gebrochen weiße, oblonge Tablette mit abgeschrägten Kanten, Bruchkerbe auf einer Seite und Prägung 5 auf der anderen Seite. Maße Form: Oval Länge: 8,7 mm Breite: 5,9 mm Gewicht: 160 mg Prägung Vorne: |  Hinten: 5  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Sondenapplikation möglich  Sondendurchmesser: 6,5 Charrière  Hinweise Gastralsonde möglich. Spülen der Sonde erforderlich: vorher und nachher mit je 15–30 ml. Sondenapplikation bedingt möglich Die Sondengabe ist unter bestimmten Bedingungen möglich. Sondeninformationsbogen beachten!  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin HEXAL® 7,5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158160extbmp",
    "mediDesc": "Beschreibung Weiße bis gebrochen weiße, oblonge Tablette mit abgeschrägten Kanten, 2 Bruchkerben auf einer Seite und Prägung 7,5 auf der anderen Seite. Maße Form: Oval Länge: 12,6 mm Breite: 5,6 mm Gewicht: 240 mg Prägung Vorne: | |  Hinten: 7,5  Farbe Weiß Teilbarkeit Teilbar in 3 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Sondenapplikation möglich  Sondendurchmesser: 6,5 Charrière  Hinweise Gastralsonde möglich. Spülen der Sonde erforderlich: vorher und nachher mit je 15–30 ml. Sondenapplikation bedingt möglich Die Sondengabe ist unter bestimmten Bedingungen möglich. Sondeninformationsbogen beachten!  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin HEXAL® 10 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158162extbmp",
    "mediDesc": "Beschreibung Weiße bis gebrochen weiße, oblonge Tablette mit abgeschrägten Kanten, Bruchkerbe auf einer Seite und Prägung 10 auf der anderen Seite. Maße Form: Oval Länge: 10,9 mm Breite: 7,5 mm Gewicht: 320 mg Prägung Vorne: |  Hinten: 10  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Sondenapplikation möglich  Sondendurchmesser: 6,5 Charrière  Hinweise Gastralsonde möglich. Spülen der Sonde erforderlich: vorher und nachher mit je 15–30 ml. Sondenapplikation bedingt möglich Die Sondengabe ist unter bestimmten Bedingungen möglich. Sondeninformationsbogen beachten!  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin-ratiopharm® 5 mg N Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159238extbmp",
    "mediDesc": "Beschreibung Weiße, runde Tablette. Eine Seite ist leicht konkav, mit einer Bruchrille und der Prägung A5. Die andere Seite ist leicht konvex und glatt. Maße Form: Rund Durchmesser: 8,1 mm Höhe: 3,4 mm Gewicht: 201 mg Prägung Vorne: A | 5  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin-ratiopharm® 10 mg N Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159240extbmp",
    "mediDesc": "Beschreibung Weiße, runde Tablette. Eine Seite ist leicht konkav, mit einer Bruchrille und der Prägung A10. Die andere Seite ist leicht konvex und glatt. Maße Form: Rund Durchmesser: 11,1 mm Höhe: 4 mm Gewicht: 406 mg Prägung Vorne: A | 10  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin/Valsartan - 1 A Pharma® 5 mg/80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/233295extbmp",
    "mediDesc": "Beschreibung Dunkelgelbe, runde Filmtablette mit abgeschrägten Kanten und dem Aufdruck „NVR“ auf der einen Seite und „NV“ auf der anderen Seite. Durchmesser: ca. 8,2 mm Maße Form: Rund Durchmesser: 8,2 mm Höhe: 3,6 mm Gewicht: 175 mg Prägung Vorne: NV  Hinten: NVR  Farbe Ockergelb Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin/Valsartan - 1 A Pharma® 5 mg/160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/233299extbmp",
    "mediDesc": "Beschreibung Dunkelgelbe, ovale Filmtablette mit abgeschrägten Kanten und dem Aufdruck „NVR“ auf der einen Seite und „ECE“ auf der anderen Seite. Abmessungen: ca. 14,2 mm x 5,7 mm Maße Form: Oval Länge: 14,2 mm Breite: 5,7 mm Gewicht: 344 mg Prägung Vorne: ECE  Hinten: NVR  Farbe Ockergelb Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin/Valsartan - 1 A Pharma® 10 mg/160 mg Filmtabletten ",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/233293extbmp",
    "mediDesc": "Beschreibung Hellgelbe, ovale Filmtablette mit abgeschrägten Kanten und dem Aufdruck „NVR“ auf der einen Seite und „UIC“ auf der anderen Seite. Abmessungen: ca. 14,2 mm x 5,7 mm Maße Form: Oval Länge: 14,2 mm Breite: 5,7 mm Gewicht: 349 mg Prägung Vorne: NVR  Hinten: UTC  Farbe Beige Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin/Valsartan/Hydrochlorothiazid ELPEN 5 mg/160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/307511extbmp",
    "mediDesc": "Beschreibung Weiße, oblonge, bikonvexe Filmtablette mit der Prägung “LLL” auf der einen und glatt auf der anderen Seite, mit einer Nennlänge von ca. 15,3 mm und einer Nennbreite von ca. 6,2 mm. Maße Form: Oval Länge: 15,3 mm Breite: 6,2 mm Gewicht: 469 mg Prägung Vorne: LLL  Farbe Weiß Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin/Valsartan/Hydrochlorothiazid ELPEN 10 mg/160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/307509extbmp",
    "mediDesc": "Beschreibung Braungelbe, oblonge, bikonvexe Filmtablette mit der Prägung “HLH” auf der einen und glatt auf der anderen Seite, mit einer Nennlänge von ca. 15,3 mm und einer Nennbreite von ca. 6,2 mm. Maße Form: Oval Länge: 15,3 mm Breite: 6,2 mm Gewicht: 527 mg Prägung Vorne: HLH  Farbe Ockergelb Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin/Valsartan/Hydrochlorothiazid ELPEN 10 mg/320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/307513extbmp",
    "mediDesc": "Beschreibung Braungelbe, oblonge, bikonvexe Filmtablette mit der Prägung “HHH” auf der einen und glatt auf der anderen Seite, mit einer Nennlänge von ca. 19,1 mm und einer Nennbreite von ca. 8,3 mm. Maße Form: Oval Länge: 19,1 mm Breite: 8,3 mm Gewicht: 925 mg Prägung Vorne: HHH  Farbe Ockergelb Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin Winthrop 5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/166547extbmp",
    "mediDesc": "Beschreibung Weiße bis fast weiße, ovale Tablette mit einer Bruchkerbe auf einer Seite und mit den Prägungen A und 5 links und rechts von der Bruchkerbe. Maße Form: Oblong Länge: 9,1 mm Breite: 4,6 mm Gewicht: 121 mg Prägung Vorne: A | 5  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Amlodipin Winthrop 10 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/166549extbmp",
    "mediDesc": "Beschreibung Weiße bis fast weiße, ovale Tablette mit einer Bruchkerbe auf einer Seite und mit den Prägungen A und 10 links und rechts von der Bruchkerbe. Maße Form: Oblong Länge: 12,1 mm Breite: 6,1 mm Gewicht: 241 mg Prägung Vorne: A | 10  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "BisoDipin® 5 mg/5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285686extbmp",
    "mediDesc": "Beschreibung weiße, runde, bikonvexe Tabletten mit abgeschrägten Kanten (Durchmesser: 6,7-7,1 mm, Höhe: 3,0-5,0 mm) Maße Form: Rund Durchmesser: 7,1 mm Höhe: 3,7 mm Gewicht: 154 mg Farbe Weiß Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "BisoDipin® 5 mg/10 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285684extbmp",
    "mediDesc": "Beschreibung weiße, runde, leicht bikonvexe Tabletten mit abgeschrägten Kanten und der Prägung CS auf einer Seite (Durchmesser: 10,0-10,2 mm, Höhe: 3,4-5,0 mm) Maße Form: Rund Durchmesser: 10,1 mm Höhe: 4,1 mm Gewicht: 305 mg Prägung Vorne: CS  Farbe Weiß Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "BisoDipin® 10 mg/5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285682extbmp",
    "mediDesc": "Beschreibung weiße, ovale, bikonvexe Tabletten mit einer Bruchkerbe auf einer Seite (Länge: 13,0-13,3 mm, Breite: 8 mm, Höhe: 3,4-5,0 mm) Maße Form: Oval Breite: 8,1 mm Durchmesser: 13,2 mm Gewicht: 306 mg Prägung Vorne: |  Farbe Weiß Teilbarkeit Nicht teilbar  Kerbe: Bruchkerbe  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "BisoDipin® 10 mg/10 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285680extbmp",
    "mediDesc": "Beschreibung weiße, runde, leicht bikonvexe Tabletten mit abgeschrägten Kanten und einer Bruchkerbe auf einer Seite (Durchmesser: 10,0-10,2 mm, Höhe: 3,4-5,0 mm) Maße Form: Rund Durchmesser: 10,1 mm Höhe: 3,9 mm Gewicht: 308 mg Prägung Vorne: |  Farbe Weiß Teilbarkeit Nicht teilbar  Kerbe: Bruchkerbe  Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Camlostar 8 mg/5 mg Hartkapseln",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/269601extbmp",
    "mediDesc": "Beschreibung Hartgelatinekapseln, Größe 3, Kapseloberteil: lichtundurchlässig dunkelgelb, Kapselunterteil: lichtundurchlässig weiß. Inhalt der Hartkapseln: weißes bis weißliches Granulat. Maße Form: Oblong Länge: 15,7 mm Durchmesser: 5,6 mm Gewicht: 212 mg Farbe GelbWeiß Applikation Hartkapsel orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Camlostar 8 mg/10 mg Hartkapseln",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/269607extbmp",
    "mediDesc": "Beschreibung Hartgelatinekapseln, Größe 1, Kapseloberteil: lichtundurchlässig gelb mit schwarzer Aufschrift AML 10, Kapselunterteil: lichtundurchlässig weiß mit schwarzer Aufschrift CAN 8. Inhalt der Hartkapseln: weißes bis weißliches Granulat. Maße Form: Oblong Länge: 19,1 mm Durchmesser: 6,7 mm Gewicht: 406 mg Prägung Vorne: AML 10  Hinten: CAN 8  Farbe GelbWeiß Applikation Hartkapsel orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Camlostar 16 mg/5 mg Hartkapseln",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/269605extbmp",
    "mediDesc": "Beschreibung Hartgelatinekapseln, Größe 1, Kapseloberteil: lichtundurchlässig hellgelb mit schwarzer Aufschrift AML 5, Kapselunterteil: lichtundurchlässig weiß mit schwarzer Aufschrift CAN 16. Inhalt der Hartkapseln: weißes bis weißliches Granulat. Maße Form: Oblong Länge: 19,2 mm Durchmesser: 6,7 mm Gewicht: 397 mg Prägung Vorne: AML 5  Hinten: CAN 16  Farbe GelbWeiß Applikation Hartkapsel orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Camlostar 16 mg/10 mg Hartkapseln",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/269603extbmp",
    "mediDesc": "Beschreibung Hartgelatinekapseln, Größe 1, Kapseloberteil: lichtundurchlässig weiß, Kapselunterteil: lichtundurchlässig weiß. Inhalt der Hartkapseln: weißes bis weißliches Granulat. Maße Form: Oblong Länge: 19,1 mm Durchmesser: 6,7 mm Gewicht: 404 mg Farbe Weiß Applikation Hartkapsel orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Candecor®-Amlo 8 mg/5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/325156extbmp",
    "mediDesc": "Beschreibung runde, bikonvexe, zweischichtige Tabletten. Die eine Seite der Tablette ist blass gelb mit möglicherweise helleren Flecken und mit der Markierung 8-5 geprägt, die andere Seite ist weiß bis fast weiß. Der Durchmesser ist 8 mm und die Höhe 3,7 mm-4,7 mm. Maße Form: Rund Durchmesser: 8 mm Höhe: 4,2 mm Gewicht: 229 mg Prägung Vorne: 8-5  Farbe WeißBeige Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Candecor®-Amlo 16 mg/5 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/325154extbmp",
    "mediDesc": "Beschreibung runde, leicht bikonvexe, zweischichtige Tabletten. Die eine Seite der Tablette ist hell pink mit möglicherweise helleren Flecken und dunkleren Punkten und mit der Markierung 16-5 geprägt, die andere Seite ist weiß bis fast weiß. Der Durchmesser ist 9 mm und die Höhe 4,0 mm-5,0 mm. Maße Form: Rund Durchmesser: 9 mm Höhe: 4,3 mm Gewicht: 269 mg Prägung Vorne: 16-5  Farbe WeißRosa Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Candecor®-Amlo 16 mg/10 mg Tabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/325152extbmp",
    "mediDesc": "Beschreibung Runde, leicht bikonvexe, zweischichtige Tabletten. Die eine Seite der Tablette ist blass pink mit möglicherweise helleren Flecken und dunkleren Punkten und mit der Markierung 16-10 geprägt, die andere Seite ist weiß bis fast weiß. Der Durchmesser ist 8 mm und die Höhe 3,7 mm-4,7 mm. Maße Form: Rund Durchmesser: 8 mm Höhe: 4,3 mm Gewicht: 231 mg Prägung Vorne: 16-10  Farbe WeißRosa Applikation Tablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Exforge® 5 mg/80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158084extbmp",
    "mediDesc": "Beschreibung Dunkelgelbe, runde Filmtablette mit abgeschrägten Kanten und dem Aufdruck NVR auf der einen Seite und NV auf der anderen Seite. Größe: Ca. 8,20 mm Durchmesser. Maße Form: Rund Durchmesser: 8,2 mm Höhe: 3,6 mm Gewicht: 177 mg Prägung Vorne: NV  Hinten: NVR  Farbe Ockergelb Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Exforge® 5 mg/160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158086extbmp",
    "mediDesc": "Beschreibung Dunkelgelbe, ovale Filmtablette mit dem Aufdruck NVR auf der einen Seite und ECE auf der anderen Seite. Größe: Ca. 14,2 mm (Länge) x 5,7 mm (Breite). Maße Form: Oval Länge: 14,2 mm Breite: 5,7 mm Gewicht: 346 mg Prägung Vorne: ECE  Hinten: NVR  Farbe Ockergelb Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "CoDiovan® 80 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/153233extbmp",
    "mediDesc": "Beschreibung Hell-orange, ovale Tablette mit dem Aufdruck „HGH“ auf der einen und „CG“ auf der anderen Seite. Maße Form: Oval Länge: 10,2 mm Breite: 5,4 mm Gewicht: 156 mg Prägung Vorne: CG  Hinten: HGH  Farbe Rosa Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "CoDiovan® 160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/155389extbmp",
    "mediDesc": "Beschreibung Dunkelrote, ovale Tablette mit dem Aufdruck „HHH“ auf der einen und „CG“ auf der anderen Seite. Maße Form: Oval Länge: 15,2 mm Breite: 6,2 mm Gewicht: 312 mg Prägung Vorne: CG  Hinten: HHH  Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "CoDiovan® 320 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158556extbmp",
    "mediDesc": "Beschreibung Pinkfarbene, ovale Filmtablette mit abgeschrägten Kanten und dem Aufdruck „NVR“ auf der einen und „HIL“ auf der anderen Seite. Maße Form: Oval Länge: 17,7 mm Breite: 8,1 mm Gewicht: 608 mg Prägung Vorne: HIL  Hinten: NVR  Farbe Rosa Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "CoDiovan® forte 160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/156039extbmp",
    "mediDesc": "Beschreibung Braune, ovale Tablette mit dem Aufdruck HXH auf der einen und NVR auf der anderen Seite. Maße Form: Oval Länge: 14,2 mm Breite: 5,7 mm Gewicht: 310 mg Prägung Vorne: HXH  Hinten: NVR  Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "CoDiovan® forte 320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158558extbmp",
    "mediDesc": "Beschreibung Gelbe, ovale Filmtablette mit dem Aufdruck NVR auf der einen und CTI auf der anderen Seite. Maße Form: Oval Länge: 17,7 mm Breite: 8,1 mm Gewicht: 620 mg Prägung Vorne: CTI  Hinten: NVR  Farbe Ockergelb Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "DIOVAN® 40 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/156996extbmp",
    "mediDesc": "Beschreibung Gelbe, ovaloide, leicht konvexe Filmtabletten mit abgeschrägten Kanten und Bruchrille auf einer Seite. Auf der einen Seite der Bruchrille ist D und auf der anderen Seite der Bruchrille O sowie auf der Rückseite der Tablette NVR eingeprägt. Maße Form: Oval Länge: 9,2 mm Breite: 3,6 mm Gewicht: 81 mg Prägung Vorne: D | O  Hinten: NVR  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "DIOVAN® 80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/154802extbmp",
    "mediDesc": "Beschreibung Runde, blassrote, leicht konvexe Filmtabletten mit abgeschrägten Kanten und Bruchrille auf einer Seite. Auf der einen Seite der Bruchrille ist D und auf der anderen Seite der Bruchrille V sowie auf der Rückseite der Tablette NVR eingeprägt. Maße Form: Rund Durchmesser: 8,2 mm Höhe: 3,4 mm Gewicht: 161 mg Prägung Vorne: D | V  Hinten: NVR  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Filmtablette orale AnwendungBeschreibung Runde, blassrote, leicht konvexe Filmtabletten mit abgeschrägten Kanten und Bruchrille auf einer Seite. Auf der einen Seite der Bruchrille ist D und auf der anderen Seite der Bruchrille V sowie auf der Rückseite der Tablette NVR eingeprägt. Maße Form: Rund Durchmesser: 8,2 mm Höhe: 3,4 mm Gewicht: 161 mg Prägung Vorne: D | V  Hinten: NVR  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "DIOVAN® 160 mg protect Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/154804extbmp",
    "mediDesc": "Beschreibung Ovale, grau-orange, leicht konvexe Filmtabletten mit Bruchrille auf einer Seite. Auf einer Seite ist beidseits der Bruchrille jeweils DX und auf der Rückseite der Tablette NVR eingeprägt. Maße Form: Oval Länge: 14,2 mm Breite: 5,6 mm Gewicht: 320 mg Prägung Vorne: DX | DX  Hinten: NVR  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "DIOVAN® 320 mg forte Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/158342extbmp",
    "mediDesc": "Beschreibung Dunkelgrau-violette, ovale, leicht konvexe Filmtabletten mit abgeschrägten Kanten und Bruchrille auf einer Seite. Auf einer Seite ist beidseits der Bruchrille jeweils DC und auf der Rückseite der Tablette NVR eingeprägt. Maße Form: Oval Länge: 17,6 mm Breite: 8,1 mm Gewicht: 638 mg Prägung Vorne: DC | DC  Hinten: NVR  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Entresto® 24 mg/26 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/216905extbmp",
    "mediDesc": "Beschreibung Violett-weiße, ovale, bikonvexe Filmtablette mit abgeschrägten Kanten, ohne Bruchkerbe, mit der Prägung „NVR“ auf der einen Seite und „LZ“ auf der anderen Seite. Ungefähre Tablettenabmessungen 13,1 mm × 5,2 mm. Maße Form: Oval Länge: 13,1 mm Breite: 5,2 mm Gewicht: 212 mg Prägung Vorne: LZ  Hinten: NVR  Farbe Weiß Teilbarkeit Nicht teilbar  Hinweise Filmtabletten ohne Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Entresto® 24 mg/26 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/216905extbmp",
    "mediDesc": "Beschreibung Violett-weiße, ovale, bikonvexe Filmtablette mit abgeschrägten Kanten, ohne Bruchkerbe, mit der Prägung „NVR“ auf der einen Seite und „LZ“ auf der anderen Seite. Ungefähre Tablettenabmessungen 13,1 mm × 5,2 mm. Maße Form: Oval Länge: 13,1 mm Breite: 5,2 mm Gewicht: 212 mg Prägung Vorne: LZ  Hinten: NVR  Farbe Weiß Teilbarkeit Nicht teilbar  Hinweise Filmtabletten ohne Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Entresto® 49 mg/51 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/216907extbmp",
    "mediDesc": "Beschreibung Blassgelbe, ovale, bikonvexe Filmtablette mit abgeschrägten Kanten, ohne Bruchkerbe, mit der Prägung „NVR“ auf der einen Seite und „L1“ auf der anderen Seite. Ungefähre Tablettenabmessungen 13,1 mm × 5,2 mm. Maße Form: Oval Länge: 13,1 mm Breite: 5,2 mm Gewicht: 212 mg Prägung Vorne: L1  Hinten: NVR  Farbe Beige Teilbarkeit Nicht teilbar  Hinweise Filmtabletten ohne Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Entresto® 49 mg/51 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/216907extbmp",
    "mediDesc": "Beschreibung Blassgelbe, ovale, bikonvexe Filmtablette mit abgeschrägten Kanten, ohne Bruchkerbe, mit der Prägung „NVR“ auf der einen Seite und „L1“ auf der anderen Seite. Ungefähre Tablettenabmessungen 13,1 mm × 5,2 mm. Maße Form: Oval Länge: 13,1 mm Breite: 5,2 mm Gewicht: 212 mg Prägung Vorne: L1  Hinten: NVR  Farbe Beige Teilbarkeit Nicht teilbar  Hinweise Filmtabletten ohne Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Entresto® 97 mg/103 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/216909extbmp",
    "mediDesc": "Beschreibung Hellrosa, ovale, bikonvexe Filmtablette mit abgeschrägten Kanten, ohne Bruchkerbe, mit der Prägung „NVR“ auf der einen Seite und „L11“ auf der anderen Seite. Ungefähre Tablettenabmessungen 15,1 mm × 6,0 mm. Maße Form: Oval Länge: 15,1 mm Breite: 6 mm Gewicht: 419 mg Prägung Vorne: L11  Hinten: NVR  Farbe Rosa Teilbarkeit Nicht teilbar  Hinweise Filmtabletten ohne Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Entresto® 97 mg/103 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/216909extbmp",
    "mediDesc": "Beschreibung Hellrosa, ovale, bikonvexe Filmtablette mit abgeschrägten Kanten, ohne Bruchkerbe, mit der Prägung „NVR“ auf der einen Seite und „L11“ auf der anderen Seite. Ungefähre Tablettenabmessungen 15,1 mm × 6,0 mm. Maße Form: Oval Länge: 15,1 mm Breite: 6 mm Gewicht: 419 mg Prägung Vorne: L11  Hinten: NVR  Farbe Rosa Teilbarkeit Nicht teilbar  Hinweise Filmtabletten ohne Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Exforge HCT® 5 mg/160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159744extbmp",
    "mediDesc": "Beschreibung Weiße, ovale, bikonvexe Tabletten mit abgeschrägten Kanten und der Prägung NVR auf der einen und VCL auf der anderen Seite. Größe: Ca. 15 mm (Länge) x 5,9 mm (Breite). Maße Form: Oval Länge: 15 mm Breite: 5,9 mm Gewicht: 414 mg Prägung Vorne: NVR  Hinten: VCL  Farbe Weiß Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Exforge HCT® 5 mg/160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159746extbmp",
    "mediDesc": "Beschreibung Gelbe, ovale, bikonvexe Tabletten mit abgeschrägten Kanten und der Prägung NVR auf der einen und VEL auf der anderen Seite. Größe: Ca. 15 mm (Länge) x 5,9 mm (Breite). Maße Form: Oval Länge: 15 mm Breite: 5,9 mm Gewicht: 414 mg Prägung Vorne: NVR  Hinten: VEL  Farbe Ockergelb Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Exforge HCT® 10 mg/160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159748extbmp",
    "mediDesc": "Beschreibung Blassgelbe, ovale, bikonvexe Tabletten mit abgeschrägten Kanten und der Prägung NVR auf der einen und VDL auf der anderen Seite. Größe: Ca. 15 mm (Länge) x 5,9 mm (Breite). Maße Form: Oval Länge: 15 mm Breite: 5,9 mm Gewicht: 414 mg Prägung Vorne: NVR  Hinten: VDL  Farbe Beige Teilbarkeit Nicht teilbar  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Exforge HCT® 10 mg/160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159750extbmp",
    "mediDesc": "Beschreibung Braun-gelbe, ovale, bikonvexe Tabletten mit abgeschrägten Kanten und der Prägung „NVR“ auf der einen und „VHL“ auf der anderen Seite. Größe: Ca. 15 mm (Länge) x 5,9 mm (Breite). Maße Form: Oval Länge: 15 mm Breite: 5,9 mm Gewicht: 414 mg Prägung Vorne: NVR  Hinten: VHL  Farbe Ockergelb Teilbarkeit Nicht teilbar  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Exforge HCT® 10 mg/320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/159752extbmp",
    "mediDesc": "Beschreibung Braun-gelbe, ovale, bikonvexe Tabletten mit abgeschrägten Kanten und der Prägung NVR auf der einen und VFL auf der anderen Seite. Größe: Ca. 19 mm (Länge) x 7,5 mm (Breite). Maße Form: Oval Länge: 19 mm Breite: 7,5 mm Gewicht: 822 mg Prägung Vorne: NVR  Hinten: VFL  Farbe Ockergelb Teilbarkeit Nicht teilbar  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor® 40 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285586extbmp",
    "mediDesc": "Beschreibung gelb-braune, runde, leicht bikonvexe Filmtabletten mit einer Bruchkerbe auf einer Seite. Maße Form: Rund Durchmesser: 6,1 mm Höhe: 3 mm Gewicht: 82 mg Prägung Vorne: |  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor® 80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285588extbmp",
    "mediDesc": "Beschreibung pinkfarbene, runde, bikonvexe Filmtabletten mit einer Bruchkerbe auf einer Seite. Maße Form: Rund Durchmesser: 8,2 mm Höhe: 3,5 mm Gewicht: 166 mg Prägung Vorne: |  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor® 160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285590extbmp",
    "mediDesc": "Beschreibung gelb-braune, ovale, bikonvexe Filmtabletten mit einer Bruchkerbe auf einer Seite. Maße Form: Oval Länge: 13,7 mm Breite: 7,1 mm Gewicht: 328 mg Prägung Vorne: |  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor® 320 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285592extbmp",
    "mediDesc": "Beschreibung hellbraune, kapselförmige, bikonvexe Filmtabletten mit einer Bruchkerbe auf einer Seite. Maße Form: Oval Länge: 16,2 mm Breite: 8,6 mm Gewicht: 661 mg Prägung Vorne: |  Farbe Apricot/Terracotta Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor comp.® 80 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285574extbmp",
    "mediDesc": "Beschreibung Die Filmtabletten sind pinkfarben, oval, bikonvex. Maße Form: Oblong Länge: 10,1 mm Breite: 5,1 mm Gewicht: 164 mg Farbe Rosa Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor comp.® 160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285576extbmp",
    "mediDesc": "Beschreibung Die Filmtabletten sind rotbraun, oval, bikonvex. Maße Form: Oblong Länge: 14,2 mm Breite: 6,1 mm Gewicht: 328 mg Farbe Rotbraun/Braun Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor comp.® 160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285580extbmp",
    "mediDesc": "Beschreibung Die Filmtabletten sind hellbraun, oval, bikonvex. Maße Form: Oblong Länge: 14,2 mm Breite: 6,1 mm Gewicht: 333 mg Farbe Apricot/Terracotta Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor comp.® 320 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285578extbmp",
    "mediDesc": "Beschreibung Die Filmtabletten sind pinkfarben, oval, bikonvex. Maße Form: Oval Länge: 16,1 mm Breite: 8,6 mm Gewicht: 656 mg Farbe Rosa Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsacor comp.® 320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285584extbmp",
    "mediDesc": "Beschreibung Die Filmtabletten sind blass gelb, oval, bikonvex mit einer Bruchrille auf einer Seite. Maße Form: Oval Länge: 16,2 mm Breite: 8,6 mm Gewicht: 662 mg Prägung Vorne: |  Farbe Beige Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® 40 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161160extbmp",
    "mediDesc": "Beschreibung Gelbe, ovale, ca. 9,1 mm x 3,5 mm, leicht konvexe Filmtablette mit abgeschrägten Kanten und Bruchkerbe auf einer Seite. Auf der einen Seite der Bruchkerbe ist „D“ und auf der anderen Seite der Bruchkerbe „O“ sowie auf der Rückseite der Tablette „NVR“ eingeprägt. Maße Form: Oval Länge: 9,1 mm Breite: 3,6 mm Gewicht: 80 mg Prägung Vorne: D | O  Hinten: NVR  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® 80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161162extbmp",
    "mediDesc": "Beschreibung Runde, blass-rote, ca. 8,2 mm Durchmesser, leicht konvexe Filmtablette mit abgeschrägten Kanten und Bruchkerbe auf einer Seite. Auf der einen Seite der Bruchkerbe ist „D“ und auf der anderen Seite der Bruchkerbe „V“ sowie auf der Rückseite der Tablette „NVR“ eingeprägt. Maße Form: Rund Durchmesser: 8,1 mm Höhe: 3,5 mm Gewicht: 161 mg Prägung Vorne: D | V  Hinten: NVR  Farbe Rosa Teilbarkeit Teilbar  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® 160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161164extbmp",
    "mediDesc": "Beschreibung Ovale, grau-orange, ca. 14,2 mm x 5,7 mm, leicht konvexe Filmtablette, mit Bruchkerbe auf einer Seite. Auf einer Seite ist beidseits der Bruchkerbe jeweils „DX“ und auf der Rückseite der Tablette „NVR“ eingeprägt. Maße Form: Oval Länge: 14,1 mm Breite: 5,6 mm Gewicht: 318 mg Prägung Vorne: DX | DX  Hinten: NVR  Farbe Ockergelb Teilbarkeit Teilbar  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® 320 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161166extbmp",
    "mediDesc": "Beschreibung Dunkelgrau-violette, ovale, ca. 17,6 mm x 8,1 mm, leicht konvexe Filmtablette mit abgeschrägten Kanten und Bruchkerbe auf einer Seite. Auf einer Seite ist beidseits der Bruchkerbe jeweils „DC“ und auf der Rückseite der Tablette „NVR“ eingeprägt. Maße Form: Oval Länge: 17,7 mm Breite: 8,2 mm Gewicht: 643 mg Prägung Vorne: DC | DC  Hinten: NVR  Farbe Rosa Teilbarkeit Teilbar  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® plus 80 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161152extbmp",
    "mediDesc": "Beschreibung Hell-orange, ovale, leicht konvexe Tablette mit dem Aufdruck „HGH“ auf einer Seite und „CG“ auf der Rückseite Maße Form: Oval Länge: 10,2 mm Breite: 5,3 mm Gewicht: 159 mg Prägung Vorne: CG  Hinten: HGH  Farbe Rosa Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® plus 160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/166361extbmp",
    "mediDesc": "Beschreibung Dunkelrote, ovale, leicht konvexe Tablette mit dem Aufdruck „HHH“ auf einer Seite und „CG“ auf der Rückseite Maße Form: Oval Länge: 15,2 mm Breite: 6,1 mm Gewicht: 313 mg Prägung Vorne: CG  Hinten: HHH  Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® plus 160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161154extbmp",
    "mediDesc": "Beschreibung Braun-orangene, ovale, leicht konvexe Tablette mit dem Aufdruck „HXH“ auf einer Seite und „NVR“ auf der Rückseite Maße Form: Oval Länge: 14,2 mm Breite: 5,6 mm Gewicht: 310 mg Prägung Vorne: HXH  Hinten: NVR  Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® plus 320 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161156extbmp",
    "mediDesc": "Beschreibung Pinkfarbene, ovale Tablette mit abgeschrägten Kanten und dem Aufdruck „NVR“ auf einer Seite und „HIL“ auf der Rückseite Maße Form: Oval Länge: 17,7 mm Breite: 8,2 mm Gewicht: 618 mg Prägung Vorne: HIL  Hinten: NVR  Farbe Rosa Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan - 1 A Pharma® plus 320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161158extbmp",
    "mediDesc": "Beschreibung Gelbe, ovale Tablette mit abgeschrägten Kanten und dem Aufdruck „NVR“ auf einer Seite und „CTI“ auf der Rückseite Maße Form: Oval Länge: 17,7 mm Breite: 8,2 mm Gewicht: 621 mg Prägung Vorne: CTI  Hinten: NVR  Farbe Ockergelb Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan AbZ 80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161128extbmp",
    "mediDesc": "Beschreibung Blassrote, runde Filmtablette (Durchmesser: 8,1 mm) mit einer Bruchkerbe. Maße Form: Rund Durchmesser: 8,1 mm Höhe: 3,5 mm Gewicht: 160 mg Prägung Vorne: |  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan AbZ 120 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161130extbmp",
    "mediDesc": "Beschreibung Weiße, runde Filmtablette (Durchmesser: 9,2 mm) mit einer Bruchkerbe. Maße Form: Rund Durchmesser: 9,3 mm Höhe: 3,9 mm Gewicht: 243 mg Prägung Vorne: |  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan AbZ 160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161132extbmp",
    "mediDesc": "Beschreibung Orange-graue, längliche Filmtablette (5,6 x 14,1 mm) mit einer Bruchkerbe. Maße Form: Oval Länge: 14 mm Breite: 5,6 mm Gewicht: 319 mg Prägung Vorne: |  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan AbZ 320 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161134extbmp",
    "mediDesc": "Beschreibung Dunkel grau-violette, bikonvexe, kapselförmige Filmtablette (8,1 x 17,7 mm) mit einer Bruchkerbe. Maße Form: Oval Länge: 17,6 mm Breite: 8,1 mm Gewicht: 641 mg Prägung Vorne: |  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan comp. AbZ 80 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161136extbmp",
    "mediDesc": "Beschreibung Hellorange, längliche Filmtablette (5,3 x 10,2 mm). Maße Form: Oval Länge: 10,1 mm Breite: 5,3 mm Gewicht: 156 mg Farbe Rosa Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan comp. AbZ 160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161138extbmp",
    "mediDesc": "Beschreibung Dunkelrote, längliche Filmtablette (6,1 x 15,2 mm). Maße Form: Oval Länge: 15,1 mm Breite: 6,2 mm Gewicht: 313 mg Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan comp. AbZ 160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161140extbmp",
    "mediDesc": "Beschreibung Braune, längliche Filmtablette (5,6 x 14,2 mm) mit einer Bruchkerbe auf einer Seite. Maße Form: Oval Länge: 14,1 mm Breite: 5,6 mm Gewicht: 314 mg Prägung Vorne: |  Farbe Rotbraun/Braun Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan comp. AbZ 320 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161142extbmp",
    "mediDesc": "Beschreibung Pinkfarbene, längliche Filmtablette (ca. 8,2 x 17,7 mm). Maße Form: Oval Länge: 17,6 mm Breite: 8,1 mm Gewicht: 610 mg Farbe Rosa Teilbarkeit Nicht teilbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan comp. AbZ 320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161144extbmp",
    "mediDesc": "Beschreibung Gelbe, längliche Filmtablette (ca. 8,2 x 17,7 mm) mit einer Bruchkerbe. Maße Form: Oval Länge: 17,7 mm Breite: 8,1 mm Gewicht: 610 mg Prägung Vorne: |  Farbe Beige Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® 40 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160664extbmp",
    "mediDesc": "Beschreibung Gelbe, ovale, ca. 9,1 mm x 3,5 mm, leicht konvexe Filmtablette mit abgeschrägten Kanten und Bruchkerbe auf einer Seite. Auf der einen Seite der Bruchkerbe ist „D“ und auf der anderen Seite der Bruchkerbe „O“ sowie auf der Rückseite der Tablette „NVR“ eingeprägt. Maße Form: Oval Länge: 9,2 mm Breite: 3,6 mm Gewicht: 81 mg Prägung Vorne: D | O  Hinten: NVR  Farbe Beige Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Sondenapplikation möglich  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml Wasser Sondenapplikation möglich Folgende Bedingungen sind zugrunde liegend: • Orales Arzneimittel • Gabe über Magensonde (Gabe in Dünndarm siehe jeweils Sondeninformationsbogen) • Sondendurchmesser mindestens 6,5 Charrière • Verdünnen/Suspendieren in 10-20 ml Wasser ausreichend • Gabe unmittelbar nach Zubereitung der Suspension/Verdünnung Weitere Informationen: Siehe Sondeninformationsbogen  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® 80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160666extbmp",
    "mediDesc": "Beschreibung Runde, blass-rote, ca. 8,2 mm Durchmesser, leicht konvexe Filmtablette mit abgeschrägten Kanten und Bruchkerbe auf einer Seite. Auf der einen Seite der Bruchkerbe ist „D“ und auf der anderen Seite der Bruchkerbe „V“ sowie auf der Rückseite der Tablette „NVR“ eingeprägt. Maße Form: Rund Durchmesser: 8,2 mm Höhe: 3,4 mm Gewicht: 161 mg Prägung Vorne: D | V  Hinten: NVR  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Mörserbar  Sondenapplikation möglich  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml Wasser Sondenapplikation möglich Folgende Bedingungen sind zugrunde liegend: • Orales Arzneimittel • Gabe über Magensonde (Gabe in Dünndarm siehe jeweils Sondeninformationsbogen) • Sondendurchmesser mindestens 6,5 Charrière • Verdünnen/Suspendieren in 10-20 ml Wasser ausreichend • Gabe unmittelbar nach Zubereitung der Suspension/Verdünnung Weitere Informationen: Siehe Sondeninformationsbogen  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® 160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160668extbmp",
    "mediDesc": "Beschreibung Ovale, grau-orange, ca. 14,2 mm x 5,7 mm, leicht konvexe Filmtablette, mit Bruchkerbe auf einer Seite. Auf einer Seite ist beidseits der Bruchkerbe jeweils „DX“ und auf der Rückseite der Tablette „NVR“ eingeprägt. Maße Form: Oval Länge: 14,2 mm Breite: 5,6 mm Gewicht: 320 mg Prägung Vorne: DX | DX  Hinten: NVR  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Mörserbar  Sondenapplikation möglich  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml Wasser Sondenapplikation möglich Folgende Bedingungen sind zugrunde liegend: • Orales Arzneimittel • Gabe über Magensonde (Gabe in Dünndarm siehe jeweils Sondeninformationsbogen) • Sondendurchmesser mindestens 6,5 Charrière • Verdünnen/Suspendieren in 10-20 ml Wasser ausreichend • Gabe unmittelbar nach Zubereitung der Suspension/Verdünnung Weitere Informationen: Siehe Sondeninformationsbogen  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® 320 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160670extbmp",
    "mediDesc": "Beschreibung Dunkelgrau-violette, ovale, ca. 17,6 mm x 8,1 mm, leicht konvexe Filmtablette mit abgeschrägten Kanten und Bruchkerbe auf einer Seite. Auf einer Seite ist beidseits der Bruchkerbe jeweils „DC“ und auf der Rückseite der Tablette „NVR“ eingeprägt. Maße Form: Oval Länge: 17,6 mm Breite: 8,1 mm Gewicht: 638 mg Prägung Vorne: DC | DC  Hinten: NVR  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar zum erleichterten Schlucken  Kerbe: Bruchkerbe  Mörserbar  Sondenapplikation möglich  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml Wasser Sondenapplikation möglich Folgende Bedingungen sind zugrunde liegend: • Orales Arzneimittel • Gabe über Magensonde (Gabe in Dünndarm siehe jeweils Sondeninformationsbogen) • Sondendurchmesser mindestens 6,5 Charrière • Verdünnen/Suspendieren in 10-20 ml Wasser ausreichend • Gabe unmittelbar nach Zubereitung der Suspension/Verdünnung Weitere Informationen: Siehe Sondeninformationsbogen  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® comp 80 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160672extbmp",
    "mediDesc": "Beschreibung Hell-orange, ovale, leicht konvexe Tablette mit dem Aufdruck „HGH“ auf einer Seite und „CG“ auf der anderen Seite Maße Form: Oval Länge: 10,2 mm Breite: 5,4 mm Gewicht: 156 mg Prägung Vorne: CG  Hinten: HGH  Farbe Rosa Teilbarkeit Nicht teilbar  Mörserbar  Sondenapplikation möglich  Sondendurchmesser: 5,0 Charrière  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® comp 160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160674extbmp",
    "mediDesc": "Beschreibung Dunkelrote, ovale, leicht konvexe Tablette mit dem Aufdruck HHH auf einer Seite und CG auf der anderen Seite. Maße Form: Oval Länge: 15,2 mm Breite: 6,2 mm Gewicht: 312 mg Prägung Vorne: CG  Hinten: HHH  Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Mörserbar  Sondenapplikation möglich  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml Sondenapplikation möglich Folgende Bedingungen sind zugrunde liegend: • Orales Arzneimittel • Gabe über Magensonde (Gabe in Dünndarm siehe jeweils Sondeninformationsbogen) • Sondendurchmesser mindestens 6,5 Charrière • Verdünnen/Suspendieren in 10-20 ml Wasser ausreichend • Gabe unmittelbar nach Zubereitung der Suspension/Verdünnung Weitere Informationen: Siehe Sondeninformationsbogen  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® comp 160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160676extbmp",
    "mediDesc": "Beschreibung Braun-orangene, ovale, leicht konvexe Tablette mit dem Aufdruck „HXH“ auf einer Seite und „NVR“ auf der Rückseite Maße Form: Oval Länge: 14,2 mm Breite: 5,7 mm Gewicht: 310 mg Prägung Vorne: HXH  Hinten: NVR  Farbe Apricot/Terracotta Teilbarkeit Nicht teilbar  Mörserbar  Sondenapplikation möglich  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml Sondenapplikation möglich Folgende Bedingungen sind zugrunde liegend: • Orales Arzneimittel • Gabe über Magensonde (Gabe in Dünndarm siehe jeweils Sondeninformationsbogen) • Sondendurchmesser mindestens 6,5 Charrière • Verdünnen/Suspendieren in 10-20 ml Wasser ausreichend • Gabe unmittelbar nach Zubereitung der Suspension/Verdünnung Weitere Informationen: Siehe Sondeninformationsbogen  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® comp 320 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160678extbmp",
    "mediDesc": "Beschreibung Pinkfarbene, ovale Tablette mit abgeschrägten Kanten und dem Aufdruck NVR auf einer Seite und HIL auf der Rückseite. Maße Form: Oval Länge: 17,7 mm Breite: 8,1 mm Gewicht: 608 mg Prägung Vorne: HIL  Hinten: NVR  Farbe Rosa Teilbarkeit Nicht teilbar  Mörserbar  Sondenapplikation möglich  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml Sondenapplikation möglich Folgende Bedingungen sind zugrunde liegend: • Orales Arzneimittel • Gabe über Magensonde (Gabe in Dünndarm siehe jeweils Sondeninformationsbogen) • Sondendurchmesser mindestens 6,5 Charrière • Verdünnen/Suspendieren in 10-20 ml Wasser ausreichend • Gabe unmittelbar nach Zubereitung der Suspension/Verdünnung Weitere Informationen: Siehe Sondeninformationsbogen  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan HEXAL® comp 320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/160680extbmp",
    "mediDesc": "Beschreibung Gelbe, ovale Tablette mit abgeschrägten Kanten und dem Aufdruck NVR auf einer Seite und CTI auf der Rückseite. Maße Form: Oval Länge: 17,7 mm Breite: 8,1 mm Gewicht: 620 mg Prägung Vorne: CTI  Hinten: NVR  Farbe Beige Teilbarkeit Nicht teilbar  Mörserbar  Sondenapplikation möglich  Hinweise Gastralsonde möglich. Erforderliches Volumen zum Spülen der Sonde: vorher und nachher je 15 ml Sondenapplikation möglich Folgende Bedingungen sind zugrunde liegend: • Orales Arzneimittel • Gabe über Magensonde (Gabe in Dünndarm siehe jeweils Sondeninformationsbogen) • Sondendurchmesser mindestens 6,5 Charrière • Verdünnen/Suspendieren in 10-20 ml Wasser ausreichend • Gabe unmittelbar nach Zubereitung der Suspension/Verdünnung Weitere Informationen: Siehe Sondeninformationsbogen  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan-ratiopharm® 80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161108extbmp",
    "mediDesc": "Beschreibung Blassrote, runde Filmtablette (Durchmesser: 8,1 mm) mit einer Bruchkerbe. Maße Form: Rund Durchmesser: 8,1 mm Höhe: 3,7 mm Gewicht: 162 mg Prägung Vorne: |  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan-ratiopharm® 120 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161110extbmp",
    "mediDesc": "Beschreibung Weiße, runde Filmtablette (Durchmesser: 9,2 mm) mit einer Bruchkerbe. Maße Form: Rund Durchmesser: 9,2 mm Höhe: 4,1 mm Gewicht: 240 mg Prägung Vorne: |  Farbe Weiß Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan-ratiopharm® 160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161112extbmp",
    "mediDesc": "Beschreibung Orange-graue, längliche Filmtablette (5,6 x 14,1 mm) mit einer Bruchkerbe. Maße Form: Oval Länge: 14 mm Breite: 5,6 mm Gewicht: 320 mg Prägung Vorne: |  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan-ratiopharm® comp. 80 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161116extbmp",
    "mediDesc": "Beschreibung Hellorange, längliche Filmtablette (5,3 x 10,2 mm). Maße Form: Oval Länge: 10,1 mm Breite: 5,3 mm Gewicht: 141 mg Farbe Rosa Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan-ratiopharm® comp. 160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161118extbmp",
    "mediDesc": "Beschreibung Dunkelrote, längliche Filmtablette (6,1 x 15,2 mm). Maße Form: Oval Länge: 15,1 mm Breite: 6,2 mm Gewicht: 311 mg Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan-ratiopharm® comp. 160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161120extbmp",
    "mediDesc": "Beschreibung Braune, längliche Filmtablette (5,6 x 14,2 mm) mit einer Bruchkerbe auf einer Seite. Maße Form: Oval Länge: 14,1 mm Breite: 5,6 mm Gewicht: 313 mg Prägung Vorne: |  Farbe Rotbraun/Braun Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan-ratiopharm® comp. 320 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161122extbmp",
    "mediDesc": "Beschreibung Pinkfarbene, längliche Filmtablette (ca. 8,2 x 17,7 mm). Maße Form: Oval Länge: 17,7 mm Breite: 8,1 mm Gewicht: 616 mg Farbe Rosa Teilbarkeit Nicht teilbar  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan-ratiopharm® comp. 320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161124extbmp",
    "mediDesc": "Beschreibung Gelbe, längliche Filmtablette (ca. 8,2 x 17,7 mm) mit einer Bruchkerbe. Maße Form: Oval Länge: 17,6 mm Breite: 8,1 mm Gewicht: 610 mg Prägung Vorne: |  Farbe Beige Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Suspendierbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan Zentiva 40 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161210extbmp",
    "mediDesc": "Beschreibung Gelbe, ovale, bikonvexe Filmtabletten mit beidseitiger Bruchkerbe und einer Länge von 8,8 mm – 9,2 mm und einer Breite von 3,3 mm – 3,7 mm. Maße Form: Oval Länge: 9,1 mm Breite: 3,5 mm Gewicht: 85 mg Prägung Vorne: |  Hinten: |  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan Zentiva 320 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161216extbmp",
    "mediDesc": "Beschreibung Braune, ovale, bikonvexe Filmtabletten mit einseitiger Bruchkerbe (Snap-Tab-Form), einer Länge von 15,8 – 16,2 mm und einer Breite von 10,8 – 11,2 mm. Maße Form: Oval Länge: 16,1 mm Breite: 11,1 mm Gewicht: 676 mg Prägung Vorne: |  Farbe Rosa Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan Zentiva comp 80 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161204extbmp",
    "mediDesc": "Beschreibung Pinkfarbene, ovale, bikonvexe Filmtablette, 11 x 5,8 mm, mit der Prägung V auf einer und der Prägung H auf der anderen Seite. Maße Form: Oval Länge: 11,1 mm Breite: 5,9 mm Gewicht: 189 mg Prägung Vorne: H  Hinten: V  Farbe Rosa Teilbarkeit Nicht teilbar  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan Zentiva comp 160 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161206extbmp",
    "mediDesc": "Beschreibung Rote, ovale, bikonvexe Filmtablette, 15x6 mm, mit der Prägung V auf einer und der Prägung H auf der anderen Seite. Maße Form: Oval Länge: 15,1 mm Breite: 6,1 mm Gewicht: 372 mg Prägung Vorne: H  Hinten: V  Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan Zentiva comp 160 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161208extbmp",
    "mediDesc": "Beschreibung Orange, ovale, bikonvexe Filmtablette, 15x6 mm, mit der Prägung V auf einer und der Prägung H auf der anderen Seite. Maße Form: Oval Länge: 15,1 mm Breite: 6,1 mm Gewicht: 374 mg Prägung Vorne: H  Hinten: V  Farbe Rotbraun/Braun Teilbarkeit Nicht teilbar  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan Zentiva comp 320 mg/12,5 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161220extbmp",
    "mediDesc": "Beschreibung Pinkfarbene, ovale, bikonvexe Filmtablette, 18,9 x 7,5 mm, mit der Prägung V auf einer und der Prägung H auf der anderen Seite. Maße Form: Oval Länge: 19,1 mm Breite: 7,6 mm Gewicht: 745 mg Prägung Vorne: H  Hinten: V  Farbe Rosa Teilbarkeit Nicht teilbar  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsartan Zentiva comp 320 mg/25 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/161222extbmp",
    "mediDesc": "Beschreibung Gelbe, ovale, bikonvexe Filmtablette, 18,9 x 7,5 mm, mit einer Bruchkerbe auf der Stirnseite und an den Seiten sowie der Prägung V auf einer und H auf der anderen Seite. Maße Form: Oval Länge: 19 mm Breite: 7,5 mm Gewicht: 747 mg Prägung Vorne: H  Hinten: V |  Farbe Ockergelb Teilbarkeit Teilbar in 2 Teile  Teilbar in gleiche Teile  Kerbe: Bruchkerbe  Mörserbar  Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsimia 5 mg/80 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285946extbmp",
    "mediDesc": "Beschreibung Dunkelgelbe bis bräunliche, runde Tabletten (∅ 8 mm). Maße Form: Rund Durchmesser: 8,1 mm Höhe: 3,7 mm Gewicht: 173 mg Farbe Ockergelb Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsimia 5 mg/160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285948extbmp",
    "mediDesc": "Beschreibung Dunkelgelbe bis bräunliche, ovale Tabletten (14,2×5,7 mm). Maße Form: Oval Länge: 14,3 mm Breite: 5,8 mm Gewicht: 349 mg Farbe Ockergelb Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Valsimia 10 mg/160 mg Filmtabletten",
    "mediPic": "https://www.gelbe-liste.de/produkte-identa/285950extbmp",
    "mediDesc": "Beschreibung Hellgelbe, ovale Tabletten (14,2×5,7 mm). Maße Form: Oval Länge: 14,3 mm Breite: 5,8 mm Gewicht: 348 mg Farbe Beige Applikation Filmtablette orale Anwendung",
    "mediCat": "12"
  },
  {
    "mediName": "Test",
    "mediPic": "Test",
    "mediDesc": "Test",
    "mediCat": "255"
  }
]